{
 "%": "%",
 "% of bet amount": "% จำนวนเงินเดิมพัน",
 "% of deposit amount": "% ยอดเงินฝาก",
 "% of raffle ticket cost": "% ราคาบัตรจับสลาก",
 "% of win amount": "% จำนวนเงินที่ชนะ",
 "1 day": "1 วัน",
 "1 hour": "1 ชั่วโมง",
 "1 match": "1 แมตช์",
 "1 month": "1 เดือน",
 "1 ticket costs {0} {1}": "1 ตั๋วราคา {0} {1}",
 "1 to 18": "1 ถึง 18",
 "1 week": "1 สัปดาห์",
 "1 wins": "1 ชนะ",
 "1spin4win": "1spin4win",
 "1st 12": "ช่วงแรก 12",
 "1Stake": "1Stake",
 "1st hand lose": "มือแรกแพ้",
 "1st hand loss": "มือแรกแพ้",
 "1st hand push": "มือแรกเสมอ",
 "1st hand win": "มือแรกชนะ",
 "1st tier": "ระดับที่ 1",
 "2 - 9 are counted at face value.": "2 - 9 นับตามแต้มหน้าไพ่",
 "2 days": "2 วัน",
 "2 hours": "2 ชั่วโมง",
 "2 months": "2 เดือน",
 "2 weeks": "2 สัปดาห์",
 "2-step verification provides stronger security for your account by requiring a second step of verification when you sign in.": "การยืนยันแบบ 2 ขั้นตอนช่วยเพิ่มความปลอดภัยให้กับบัญชีของคุณโดยกำหนดให้มีการยืนยันขั้นตอนที่สองเมื่อคุณลงชื่อเข้าใช้",
 "2:1": "2:1",
 "2nd-tier is users who signed under the 1st-tier referrals link.": "ระดับที่ 2 คือผู้ใช้ที่ลงทะเบียนภายใต้ลิงก์แนะนำระดับที่ 1",
 "2nd 12": "ช่วงที่สอง 12",
 "2nd hand lose": "มือที่สองแพ้",
 "2nd hand loss": "มือที่สองแพ้",
 "2nd hand push": "มือที่สองเสมอ",
 "2nd hand win": "มือที่สองชนะ",
 "2nd tier": "ระดับที่ 2",
 "3 Dice Total": "ผลรวมลูกเต๋าทั้ง 3 ลูก",
 "3 hours": "3 ชั่วโมง",
 "3rd-tier is users who signed under the 2nd-tier referrals link.": "ระดับที่ 3 คือผู้ใช้ที่ลงทะเบียนภายใต้ลิงก์แนะนำระดับที่ 2",
 "3rd 12": "ช่วงที่สาม 12",
 "3rd tier": "ระดับที่ 3",
 "4 hours": "4 ชั่วโมง",
 "4 weeks": "4 สัปดาห์",
 "5 days": "5 วัน",
 "5 hours": "5 ชั่วโมง",
 "5 minutes": "5 นาที",
 "6 hours": "6 ชั่วโมง",
 "6 months": "6 เดือน",
 "6 weeks": "6 สัปดาห์",
 "8 weeks": "8 สัปดาห์",
 "10 hours": "10 ชั่วโมง",
 "10 minutes": "10 นาที",
 "10 weeks": "10 สัปดาห์",
 "12 hours": "12 ชั่วโมง",
 "12 weeks": "12 สัปดาห์",
 "15 minutes": "15 นาที",
 "19 to 36": "19 ถึง 36",
 "30 minutes": "30 นาที",
 "32x32": "32x32",
 "192x192": "192x192",
 ":1 on one dice": ":1 บนลูกเต๋าหนึ่งลูก",
 ":1 on three dice": ":1 บนลูกเต๋าสามลูก",
 ":1 on two dice": ":1 บนลูกเต๋าสองลูก",
 ":amount :ccy added to your account.": ":amount :ccy ถูกเพิ่มเข้าบัญชีของคุณแล้ว",
 "A-Z": "A-Z",
 "About": "เกี่ยวกับ",
 "Accept": "ยอมรับ",
 "Access": "เข้าถึง",
 "Access key": "รหัสเข้าถึง",
 "Access token": "โทเค็นเข้าถึง",
 "Access to MetaMask account is not authorized": "ไม่ได้รับอนุญาตให้เข้าถึงบัญชี MetaMask",
 "Access to this page is restricted to verified users only.": "การเข้าถึงหน้านี้จำกัดเฉพาะผู้ใช้ที่ได้รับการยืนยันแล้วเท่านั้น",
 "Access to your account is not authorized": "ไม่ได้รับอนุญาตให้เข้าถึงบัญชีของคุณ",
 "Account": "บัญชี",
 "Account amount": "จำนวนเงินในบัญชี",
 "Account currency": "สกุลเงินในบัญชี",
 "account currency units": "หน่วยสกุลเงินในบัญชี",
 "Account email": "อีเมลบัญชี",
 "Account ID, user name or email": "ID บัญชี, ชื่อผู้ใช้ หรืออีเมล",
 "Accounting": "บัญชี",
 "Account operation": "การดำเนินการทางบัญชี",
 "Account or wallet where the funds should be sent to.": "บัญชีหรือกระเป๋าเงินที่จะส่งเงินไป",
 "Accounts": "บัญชี",
 "Account successfully credited.": "เพิ่มเงินเข้าบัญชีเรียบร้อยแล้ว",
 "Account successfully debited.": "หักเงินออกจากบัญชีเรียบร้อยแล้ว",
 "Account transactions": "รายการบัญชี",
 "Account type": "ประเภทบัญชี",
 "Account {0}": "บัญชี {0}",
 "Ace": "เอซ",
 "Aces are valued at 1.": "เอซมีค่าเท่ากับ 1",
 "Action button title": "ชื่อปุ่มดำเนินการ",
 "Action button URL": "URL ปุ่มดำเนินการ",
 "Active": "ใช้งาน",
 "Add": "เพิ่ม",
 "Add-on": "ส่วนเสริม",
 "Add-on \":name\" successfully disabled.": "ปิดใช้งานส่วนเสริม \":name\" เรียบร้อยแล้ว",
 "Add-on \":name\" successfully enabled.": "เปิดใช้งานส่วนเสริม \":name\" เรียบร้อยแล้ว",
 "Add-on \":name\" successfully installed or updated. Please check the add-on documentation to see if there are any extra steps required.": "ติดตั้งหรืออัปเดตส่วนเสริม \":name\" เรียบร้อยแล้ว โปรดตรวจสอบเอกสารประกอบของส่วนเสริมเพื่อดูว่ามีขั้นตอนเพิ่มเติมที่จำเป็นหรือไม่",
 "Add-ons": "ส่วนเสริม",
 "Add any number of extra fields that should be present on the sign up form and filled in by the user.": "เพิ่มจำนวนช่องพิเศษใดๆ ที่ควรมีในแบบฟอร์มลงทะเบียนและให้ผู้ใช้กรอก",
 "Add any number of extra parameters that should be present on the deposit form and filled in by the user.": "เพิ่มจำนวนพารามิเตอร์พิเศษใดๆ ที่ควรมีในแบบฟอร์มการฝากและให้ผู้ใช้กรอก",
 "Add any number of extra parameters that should be present on the withdrawal form and filled in by the user.": "เพิ่มจำนวนพารามิเตอร์พิเศษใดๆ ที่ควรมีในแบบฟอร์มการถอนและให้ผู้ใช้กรอก",
 "Add bucket": "เพิ่มช่อง",
 "Add category": "เพิ่มหมวดหมู่",
 "Additionally, you have the option to remove unused symbols or add new ones to the reels.": "นอกจากนี้ คุณยังมีตัวเลือกในการลบสัญลักษณ์ที่ไม่ได้ใช้หรือเพิ่มสัญลักษณ์ใหม่ลงในวงล้อได้",
 "Add menu item": "เพิ่มรายการเมนู",
 "Add page": "เพิ่มหน้า",
 "Add payline": "เพิ่มเส้นจ่าย",
 "Add payout interval": "เพิ่มช่วงการจ่ายเงิน",
 "Address": "ที่อยู่",
 "Address from": "ที่อยู่จาก",
 "Address to": "ที่อยู่ถึง",
 "Add section": "เพิ่มส่วน",
 "Add slide": "เพิ่มสไลด์",
 "Add social network": "เพิ่มเครือข่ายสังคม",
 "Add symbol": "เพิ่มสัญลักษณ์",
 "Adjusted secret": "รหัสลับที่ปรับแล้ว",
 "Admin": "ผู้ดูแลระบบ",
 "A faucet provides you a small amount of additional funds that can be used to make bets.": "ก๊อกน้ำจะให้เงินจำนวนเล็กน้อยเพิ่มเติมแก่คุณ ซึ่งสามารถนำไปใช้ในการเดิมพันได้",
 "Affiliate": "พันธมิตร",
 "Affiliate commission": "ค่าคอมมิชชั่นพันธมิตร",
 "Affiliate commission is divided into three tiers.": "ค่าคอมมิชชั่นพันธมิตรแบ่งออกเป็นสามระดับ",
 "Affiliate commissions": "ค่าคอมมิชชั่นพันธมิตร",
 "Affiliate commission {0}": "ค่าคอมมิชชั่นพันธมิตร {0}",
 "Affiliate program": "โปรแกรมพันธมิตร",
 "Affiliates": "พันธมิตร",
 "Affiliates commissions": "ค่าคอมมิชชั่นพันธมิตร",
 "Affiliates tree": "แผนผังพันธมิตร",
 "A fresh verification link has been sent to your email address.": "ลิงก์ยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว",
 "After all bets are accepterd the game begins.": "หลังจากรับเดิมพันทั้งหมดแล้ว เกมจะเริ่มขึ้น",
 "After all tickets are sold": "หลังจากขายตั๋วทั้งหมดแล้ว",
 "After completing the upgrade, it is important to re-install all installed add-ons from the Add-ons page to ensure compatibility with the new version.": "หลังจากทำการอัปเกรดเสร็จสิ้น สิ่งสำคัญคือต้องติดตั้งส่วนเสริมที่ติดตั้งไว้ทั้งหมดใหม่จากหน้าส่วนเสริม เพื่อให้มั่นใจถึงความเข้ากันได้กับเวอร์ชันใหม่",
 "After completion of the betting round, the roulette spins and the winners are determined.": "หลังจากรอบการเดิมพันสิ้นสุดลง วงล้อรูเล็ตจะหมุนและผู้ชนะจะถูกตัดสิน",
 "After joining the game room and placing a bet all players get 2 cards.": "หลังจากเข้าร่วมห้องเกมและวางเดิมพัน ผู้เล่นทุกคนจะได้รับไพ่ 2 ใบ",
 "After receiving your two cards and the three \"flop\" cards, you have to evaluate your hand and choose among the following.": "หลังจากได้รับไพ่สองใบของคุณและไพ่ \"ฟล็อป\" สามใบ คุณต้องประเมินมือของคุณและเลือกจากตัวเลือกต่อไปนี้",
 "After specific time": "หลังจากเวลาที่กำหนด",
 "After that input the one-time password that you see on the screen to complete the process.": "หลังจากนั้น ให้ป้อนรหัสผ่านแบบใช้ครั้งเดียวที่คุณเห็นบนหน้าจอเพื่อดำเนินการให้เสร็จสิ้น",
 "After that the dealer will flip over his remaining four cards and the dealer hand is compared to your hand.": "หลังจากนั้น เจ้ามือจะเปิดไพ่ที่เหลืออีกสี่ใบ และมือของเจ้ามือจะถูกเปรียบเทียบกับมือของคุณ",
 "After upgrading to a new version of the application it is necessary to update the database objects.": "หลังจากอัปเกรดเป็นแอปพลิเคชันเวอร์ชันใหม่ จำเป็นต้องอัปเดตออบเจ็กต์ฐานข้อมูล",
 "After you place a bet the ball will start bouncing through the obstacles from the top of the pyramid to the bottom.": "หลังจากที่คุณวางเดิมพัน ลูกบอลจะเริ่มกระเด้งผ่านสิ่งกีดขวางจากด้านบนของพีระมิดลงสู่ด้านล่าง",
 "After you place a bet the dealer then deals you two cards face up.": "หลังจากที่คุณวางเดิมพัน เจ้ามือจะแจกไพ่สองใบให้คุณโดยหงายหน้า",
 "Agency": "ตัวแทน",
 "Alipay": "Alipay",
 "All": "ทั้งหมด",
 "All-time profit": "กำไรตลอดกาล",
 "All card types available in the customer’s country": "ประเภทบัตรทั้งหมดที่มีในประเทศของลูกค้า",
 "All current data will be preserved.": "ข้อมูลปัจจุบันทั้งหมดจะถูกเก็บรักษาไว้",
 "All our games are provably fair.": "เกมทั้งหมดของเรามีความยุติธรรมที่พิสูจน์ได้",
 "Allow language change": "อนุญาตให้เปลี่ยนภาษา",
 "Allow only profit withdrawals": "อนุญาตให้ถอนเฉพาะกำไร",
 "Allow to change the username": "อนุญาตให้เปลี่ยนชื่อผู้ใช้",
 "Allow to claim": "อนุญาตให้รับ",
 "All pending commissions are reviewed by an administrator.": "ค่าคอมมิชชั่นที่รอดำเนินการทั้งหมดได้รับการตรวจสอบโดยผู้ดูแลระบบ",
 "All rights reserved.": "สงวนลิขสิทธิ์",
 "All settings and data will be preserved.": "การตั้งค่าและข้อมูลทั้งหมดจะถูกเก็บรักษาไว้",
 "All time": "ตลอดเวลา",
 "Already signed up?": "ลงทะเบียนแล้ว?",
 "Amount": "จำนวนเงิน",
 "Amount of {0} per 1 unit of the reference currency": "จำนวน {0} ต่อ 1 หน่วยของสกุลเงินอ้างอิง",
 "Amounts": "จำนวนเงิน",
 "Anchor color": "สีของลิงก์",
 "and won": "และชนะ",
 "Animated background is displayed on some game pages.": "พื้นหลังเคลื่อนไหวจะแสดงในหน้าเกมบางหน้า",
 "Animation": "ภาพเคลื่อนไหว",
 "Animation duration": "ระยะเวลาภาพเคลื่อนไหว",
 "Ante": "แอนเต้",
 "Ante bet": "เดิมพันแอนเต้",
 "Ante bet / win": "เดิมพันแอนเต้ / ชนะ",
 "Ante paytable": "ตารางจ่ายแอนเต้",
 "Ante win": "ชนะแอนเต้",
 "Any": "ใดๆ",
 "Any of the triples will appear.": "ผลลัพธ์ใดๆ ที่เป็นเลขตองจะปรากฏ",
 "any triple": "เลขตองใดๆ",
 "Any Triple": "เลขตองใดๆ",
 "Any triple": "เลขตองใดๆ",
 "Apart from regular symbols there can be magic symbols - wilds and scatters.": "นอกเหนือจากสัญลักษณ์ปกติแล้ว ยังมีสัญลักษณ์พิเศษ เช่น ไวลด์และสแคทเตอร์",
 "API": "API",
 "API error": "ข้อผิดพลาด API",
 "API game launch URL": "URL เปิดเกม API",
 "API key": "รหัส API",
 "API password": "รหัสผ่าน API",
 "API response": "การตอบสนอง API",
 "API signature": "ลายเซ็น API",
 "API URL": "URL API",
 "API user": "ผู้ใช้ API",
 "API username": "ชื่อผู้ใช้ API",
 "App bar": "แถบแอป",
 "App bar background": "พื้นหลังแถบแอป",
 "Apple touch icon": "ไอคอนสัมผัส Apple",
 "Application info": "ข้อมูลแอปพลิเคชัน",
 "Application is up-to-date (version {0} is installed).": "แอปพลิเคชันเป็นเวอร์ชันล่าสุดแล้ว (ติดตั้งเวอร์ชัน {0} แล้ว)",
 "Application license": "ใบอนุญาตแอปพลิเคชัน",
 "Application version": "เวอร์ชันแอปพลิเคชัน",
 "Apply": "นำไปใช้",
 "App name": "ชื่อแอป",
 "Approve": "อนุมัติ",
 "Approve commission": "อนุมัติค่าคอมมิชชั่น",
 "Approved": "อนุมัติแล้ว",
 "Approve request and send funds to user through API.": "อนุมัติคำขอและส่งเงินให้ผู้ใช้ผ่าน API",
 "App URL": "URL แอป",
 "A raffle is a competition in which people obtain numbered tickets.": "การจับสลากเป็นการแข่งขันที่ผู้คนได้รับตั๋วที่มีหมายเลข",
 "A random string, which is provided before each game from the client side (by the player).": "สตริงสุ่ม ซึ่งจะได้รับก่อนเริ่มเกมแต่ละครั้งจากฝั่งไคลเอนต์ (โดยผู้เล่น)",
 "Are you sure you want to approve this commission?": "คุณแน่ใจหรือไม่ว่าต้องการอนุมัติค่าคอมมิชชั่นนี้?",
 "Are you sure you want to complete this raffle ahead of schedule?": "คุณแน่ใจหรือไม่ว่าต้องการดำเนินการจับสลากนี้ให้เสร็จสิ้นก่อนกำหนด?",
 "Are you sure you want to delete this bonus round?": "คุณแน่ใจหรือไม่ว่าต้องการลบรอบโบนัสนี้?",
 "Are you sure you want to delete this bonus rule?": "คุณแน่ใจหรือไม่ว่าต้องการลบกฎโบนัสนี้?",
 "Are you sure you want to delete this chat room and all related messages?": "คุณแน่ใจหรือไม่ว่าต้องการลบห้องแชทนี้และข้อความที่เกี่ยวข้องทั้งหมด?",
 "Are you sure you want to delete this currency?": "คุณแน่ใจหรือไม่ว่าต้องการลบสกุลเงินนี้?",
 "Are you sure you want to delete this deposit method and all related deposits?": "คุณแน่ใจหรือไม่ว่าต้องการลบวิธีการฝากนี้และเงินฝากที่เกี่ยวข้องทั้งหมด?",
 "Are you sure you want to delete this KYC request?": "คุณแน่ใจหรือไม่ว่าต้องการลบคำขอ KYC นี้?",
 "Are you sure you want to delete this message?": "คุณแน่ใจหรือไม่ว่าต้องการลบข้อความนี้?",
 "Are you sure you want to delete this user?": "คุณแน่ใจหรือไม่ว่าต้องการลบผู้ใช้นี้?",
 "Are you sure you want to delete this withdrawal method and all related withdrawals?": "คุณแน่ใจหรือไม่ว่าต้องการลบวิธีการถอนนี้และรายการถอนที่เกี่ยวข้องทั้งหมด?",
 "Are you sure you want to reject this commission?": "คุณแน่ใจหรือไม่ว่าต้องการปฏิเสธค่าคอมมิชชั่นนี้?",
 "A specific number will appear on all three dice.": "หมายเลขเฉพาะจะปรากฏบนลูกเต๋าทั้งสามลูก",
 "Asset": "สินทรัพย์",
 "Asset rank limit": "ขีดจำกัดระดับสินทรัพย์",
 "Assets": "สินทรัพย์",
 "Assets below this rank will not be available for play.": "สินทรัพย์ที่ต่ำกว่าระดับนี้จะไม่สามารถใช้เล่นได้",
 "Assets successfully updated.": "อัปเดตสินทรัพย์เรียบร้อยแล้ว",
 "Assign bonus rounds": "กำหนดรอบโบนัส",
 "Assign bonus rounds to all of the above users": "กำหนดรอบโบนัสให้กับผู้ใช้ทั้งหมดข้างต้น",
 "Assign bonus rounds to the above users": "กำหนดรอบโบนัสให้กับผู้ใช้ข้างต้น",
 "Astropay - Cash (Invoice)": "Astropay - เงินสด (ใบแจ้งหนี้)",
 "Astropay - Offline bank transfer": "Astropay - การโอนเงินผ่านธนาคารแบบออฟไลน์",
 "Astropay - Online bank transfer (Direct Bank Transfer)": "Astropay - การโอนเงินผ่านธนาคารออนไลน์ (Direct Bank Transfer)",
 "At least one option should be selected": "ควรเลือกอย่างน้อยหนึ่งตัวเลือก",
 "Attempts": "จำนวนครั้งที่พยายาม",
 "Attention! This will impact network fees.": "โปรดทราบ! สิ่งนี้จะส่งผลต่อค่าธรรมเนียมเครือข่าย",
 "Attention: this will impact network fees!.": "โปรดทราบ: สิ่งนี้จะส่งผลต่อค่าธรรมเนียมเครือข่าย!",
 "At the end it will drop into a slot (bucket) with the corresponding payout.": "ในตอนท้าย มันจะตกลงในช่อง (ถัง) พร้อมการจ่ายเงินที่สอดคล้องกัน",
 "At {0}": "เมื่อ {0}",
 "auth.failed": "ข้อมูลประจำตัวเหล่านี้ไม่ตรงกับบันทึกของเรา",
 "auth.password": "รหัสผ่านที่ระบุไม่ถูกต้อง",
 "auth.throttle": "พยายามเข้าสู่ระบบมากเกินไป โปรดลองอีกครั้งใน :seconds วินาที",
 "Authentication": "การยืนยันตัวตน",
 "Authentication with email": "การยืนยันตัวตนด้วยอีเมล",
 "Auth profiles": "โปรไฟล์การยืนยันตัวตน",
 "Auth providers": "ผู้ให้บริการการยืนยันตัวตน",
 "Auth token": "โทเค็นการยืนยันตัวตน",
 "Auto": "อัตโนมัติ",
 "Auto confirm": "ยืนยันอัตโนมัติ",
 "Auto confirm withdrawals": "ยืนยันการถอนอัตโนมัติ",
 "Auto confirm withdrawals (disable confirmation by email).": "ยืนยันการถอนอัตโนมัติ (ปิดใช้งานการยืนยันทางอีเมล)",
 "Auto create an avatar for new users": "สร้างอวาตาร์อัตโนมัติสำหรับผู้ใช้ใหม่",
 "Automatically cancel after": "ยกเลิกอัตโนมัติหลังจาก",
 "Automatically confirm and process withdrawals, which are less than or equal to the above amount.": "ยืนยันและดำเนินการถอนโดยอัตโนมัติ ซึ่งมีจำนวนเงินน้อยกว่าหรือเท่ากับจำนวนเงินข้างต้น",
 "Auto play": "เล่นอัตโนมัติ",
 "Auto play history": "ประวัติการเล่นอัตโนมัติ",
 "Auto play interval": "ช่วงเวลาเล่นอัตโนมัติ",
 "Auto play settings": "การตั้งค่าเล่นอัตโนมัติ",
 "Auto process": "ดำเนินการอัตโนมัติ",
 "Auto rotate slides": "หมุนสไลด์อัตโนมัติ",
 "Avatar": "อวาตาร์",
 "Average": "เฉลี่ย",
 "Backend": "แบ็กเอนด์",
 "Background": "พื้นหลัง",
 "Background animation": "ภาพเคลื่อนไหวพื้นหลัง",
 "Background color": "สีพื้นหลัง",
 "Background image": "ภาพพื้นหลัง",
 "Balance": "ยอดคงเหลือ",
 "Balance icon": "ไอคอนยอดคงเหลือ",
 "Bank": "ธนาคาร",
 "Bank account number": "หมายเลขบัญชีธนาคาร",
 "Bank address": "ที่อยู่ธนาคาร",
 "Bank BIC / SWIFT code": "รหัส BIC / SWIFT ของธนาคาร",
 "Bank branch": "สาขาธนาคาร",
 "Bank code": "รหัสธนาคาร",
 "Banker": "เจ้ามือ",
 "Banker bet": "เดิมพันเจ้ามือ",
 "Banker bet / win": "เดิมพันเจ้ามือ / ชนะ",
 "Banker bet payout": "อัตราจ่ายเดิมพันเจ้ามือ",
 "Banker bet win": "ชนะเดิมพันเจ้ามือ",
 "Banker hand": "มือเจ้ามือ",
 "Banker score": "แต้มเจ้ามือ",
 "Bank name": "ชื่อธนาคาร",
 "Bank transfer": "การโอนเงินผ่านธนาคาร",
 "Banned from chat": "ถูกแบนจากห้องแชท",
 "Banner": "แบนเนอร์",
 "Base coin": "เหรียญหลัก",
 "Base coin for the current chain, e.g. ETH, BNB, MATIC etc.": "เหรียญหลักสำหรับเครือข่ายปัจจุบัน เช่น ETH, BNB, MATIC ฯลฯ",
 "Before proceeding with the upgrade, it is strongly recommended that you create a backup of both the platform files and database.": "ก่อนดำเนินการอัปเกรด ขอแนะนำอย่างยิ่งให้คุณสำรองข้อมูลทั้งไฟล์แพลตฟอร์มและฐานข้อมูล",
 "Beneficiary": "ผู้รับผลประโยชน์",
 "BEP20 token contract address": "ที่อยู่สัญญาโทเค็น BEP20",
 "BEP20 token contract decimals": "ทศนิยมสัญญาโทเค็น BEP20",
 "BEP20 token symbol": "สัญลักษณ์โทเค็น BEP20",
 "Bet": "เดิมพัน",
 "bet": "เดิมพัน",
 "Bet amount": "จำนวนเงินเดิมพัน",
 "Bet Black": "เดิมพันสีดำ",
 "Betcore": "Betcore",
 "BetCore game": "เกม BetCore",
 "Be the top chatter and unlock a special reward.": "เป็นนักแชทอันดับต้นๆ และปลดล็อกรางวัลพิเศษ",
 "Bet history": "ประวัติการเดิมพัน",
 "Bet increment / decrement amount": "จำนวนเงินเพิ่ม/ลดเดิมพัน",
 "Bet on result": "เดิมพันผลลัพธ์",
 "Bet red": "เดิมพันสีแดง",
 "Bets": "การเดิมพัน",
 "Bets are accepted for red (pays bet x {0}), black (pays bet x {1}) and zero (pays bet x {2}).": "รับเดิมพันสำหรับสีแดง (จ่ายเดิมพัน x {0}), สีดำ (จ่ายเดิมพัน x {1}) และศูนย์ (จ่ายเดิมพัน x {2})",
 "Betting round duration": "ระยะเวลารอบการเดิมพัน",
 "Bet type": "ประเภทการเดิมพัน",
 "Bet volume": "ปริมาณการเดิมพัน",
 "bet x {0}": "เดิมพัน x {0}",
 "Bet zero": "เดิมพันศูนย์",
 "BGaming": "BGaming",
 "Big": "ใหญ่",
 "BIG": "ใหญ่",
 "Biggest losses": "การสูญเสียมากที่สุด",
 "Biggest win": "ชนะมากที่สุด",
 "Biggest wins": "ชนะมากที่สุด",
 "Binance Smart Chain": "Binance Smart Chain",
 "Black": "ดำ",
 "Blackjack": "แบล็กแจ็ก",
 "Block": "บล็อก",
 "Block 2": "บล็อก 2",
 "Blocked": "ถูกบล็อก",
 "Body font family name": "ชื่อตระกูลฟอนต์เนื้อหา",
 "Body font URL": "URL ฟอนต์เนื้อหา",
 "Bonus": "โบนัส",
 "Bonus bet": "เดิมพันโบนัส",
 "Bonus bet / win": "เดิมพันโบนัส / ชนะ",
 "Bonus bet counts your two own cards and the three flop cards, dealt on the first round of the game.": "การเดิมพันโบนัสนับไพ่สองใบของคุณเองและไพ่ฟล็อปสามใบที่แจกในรอบแรกของเกม",
 "Bonus bet increment / decrement amount": "จำนวนเงินเพิ่ม/ลดเดิมพันโบนัส",
 "Bonus code": "รหัสโบนัส",
 "Bonuses": "โบนัส",
 "Bonuses paid": "โบนัสที่จ่ายแล้ว",
 "Bonus hand": "มือโบนัส",
 "Bonus paytable": "ตารางจ่ายโบนัส",
 "Bonus round details": "รายละเอียดรอบโบนัส",
 "Bonus round info": "ข้อมูลรอบโบนัส",
 "Bonus rounds": "รอบโบนัส",
 "Bonus rounds successfully assigned.": "กำหนดรอบโบนัสเรียบร้อยแล้ว",
 "Bonus round successfully created.": "สร้างรอบโบนัสเรียบร้อยแล้ว",
 "Bonus round successfully deleted.": "ลบรอบโบนัสเรียบร้อยแล้ว",
 "Bonus round {0}": "รอบโบนัส {0}",
 "Bonus rule": "กฎโบนัส",
 "Bonus rule for this currency and type is already defined.": "กำหนดกฎโบนัสสำหรับสกุลเงินและประเภทนี้ไว้แล้ว",
 "Bonus rules": "กฎโบนัส",
 "Bonus rule successfully created.": "สร้างกฎโบนัสเรียบร้อยแล้ว",
 "Bonus rule successfully deleted.": "ลบกฎโบนัสเรียบร้อยแล้ว",
 "Bonus rule {0}": "กฎโบนัส {0}",
 "Boost your first deposit with an extra reward.": "เพิ่มเงินฝากครั้งแรกของคุณด้วยรางวัลพิเศษ",
 "Bot": "บอท",
 "Bots": "บอท",
 "Bscscan.com API key": "รหัส API ของ Bscscan.com",
 "BTCPay Server": "BTCPay Server",
 "Bucket": "ช่อง",
 "Bucket {0}": "ช่อง {0}",
 "Build ID": "Build ID",
 "Bust": "เกิน",
 "Busted": "เกิน",
 "Buy": "ซื้อ",
 "Buy tickets": "ซื้อตั๋ว",
 "Buy tickets and win raffles": "ซื้อตั๋วและชนะการจับสลาก",
 "By bet volume": "ตามปริมาณการเดิมพัน",
 "By continuing to use our website, you agree to the use of these mandatory cookies.": "โดยการใช้เว็บไซต์ของเราต่อไป ถือว่าคุณยินยอมให้ใช้คุกกี้ที่จำเป็นเหล่านี้",
 "By day": "รายวัน",
 "By month": "รายเดือน",
 "By user": "ตามผู้ใช้",
 "By week": "รายสัปดาห์",
 "By year": "รายปี",
 "Cache": "แคช",
 "Call": "คอล",
 "Callbacks": "การเรียกกลับ",
 "Callbacks history": "ประวัติการเรียกกลับ",
 "Callback URL": "URL การเรียกกลับ",
 "Call bet / win": "เดิมพันคอล / ชนะ",
 "Call paytable": "ตารางจ่ายคอล",
 "Call win": "ชนะคอล",
 "Call – you continue with an additional Call bet (equal to twice the Ante bet) and two extra community cards are dealt.": "คอล – คุณดำเนินการต่อด้วยการเดิมพันคอลเพิ่มเติม (เท่ากับสองเท่าของเดิมพันแอนเต้) และไพ่กองกลางเพิ่มเติมอีกสองใบจะถูกแจก",
 "Cancel": "ยกเลิก",
 "Cancel deposit request.": "ยกเลิกคำขอฝากเงิน",
 "Cancelled": "ยกเลิกแล้ว",
 "Cancel request and return funds to user account.": "ยกเลิกคำขอและคืนเงินเข้าบัญชีผู้ใช้",
 "Cancel threshold": "เกณฑ์การยกเลิก",
 "Card": "ไพ่",
 "Card 2": "ไพ่ 2",
 "Card 3": "ไพ่ 3",
 "Card deck": "สำรับไพ่",
 "Card deck images are located in {0}": "รูปภาพสำรับไพ่อยู่ที่ {0}",
 "Cards are given point values as follows.": "ไพ่มีค่าแต้มดังนี้",
 "Caribbean Stud Poker is a variation of the traditional American Five-Card Stud Poker.": "Caribbean Stud Poker เป็นรูปแบบหนึ่งของไพ่โป๊กเกอร์สตั๊ดห้าใบแบบอเมริกันดั้งเดิม",
 "CartaSi": "CartaSi",
 "Carte Bleue": "Carte Bleue",
 "Cashback": "ห้ามกดรับเงิน",
 "Cashback bonus is not available.": "โบนัสคืนเงินไม่สามารถใช้ได้",
 "Cashback is not allowed for :ccy.": "ไม่อนุญาตให้คืนเงินสำหรับ :ccy",
 "Cash out": "ถอนเงิน",
 "Cash out can not be completed at this time.": "ไม่สามารถดำเนินการถอนเงินได้ในขณะนี้",
 "Casino Hold\\": "Casino Hold\\",
 "Casino ID": "ID คาสิโน",
 "Categories": "หมวดหมู่",
 "Category {0}": "หมวดหมู่ {0}",
 "Certain application tasks are supposed to run automatically on a regular basis.": "งานบางอย่างของแอปพลิเคชันควรทำงานโดยอัตโนมัติเป็นประจำ",
 "Certain application tasks require regular execution.": "งานบางอย่างของแอปพลิเคชันจำเป็นต้องดำเนินการเป็นประจำ",
 "Chain ID": "ID เครือข่าย",
 "Change bet": "เปลี่ยนเดิมพัน",
 "Change by": "เปลี่ยนโดย",
 "Changelog": "บันทึกการเปลี่ยนแปลง",
 "Change password": "เปลี่ยนรหัสผ่าน",
 "Chat": "แชท",
 "Chat message max length": "ความยาวสูงสุดของข้อความแชท",
 "Chat messages": "ข้อความแชท",
 "Chat message {0}": "ข้อความแชท {0}",
 "Chat rain": "ฝนแชท",
 "Chat rain frequency": "ความถี่ฝนแชท",
 "Chat rain payouts": "การจ่ายเงินฝนแชท",
 "Chat rooms": "ห้องแชท",
 "Chat room successfully created.": "สร้างห้องแชทเรียบร้อยแล้ว",
 "Chat room successfully deleted.": "ลบห้องแชทเรียบร้อยแล้ว",
 "Chat room successfully updated.": "อัปเดตห้องแชทเรียบร้อยแล้ว",
 "Chat room {0}": "ห้องแชท {0}",
 "Cheque": "เช็ค",
 "Choose a game": "เลือกเกม",
 "Choose an asset": "เลือกสินทรัพย์",
 "Choose duration": "เลือกระยะเวลา",
 "Choose icons at https://materialdesignicons.com": "เลือกไอคอนได้ที่ https://materialdesignicons.com",
 "Choose language": "เลือกภาษา",
 "Choose numbers on the roulette": "เลือกหมายเลขบนรูเล็ต",
 "Choose your bet and click \"Play\".": "เลือกเดิมพันของคุณแล้วคลิก \"เล่น\"",
 "Circles": "วงกลม",
 "Clear": "ล้าง",
 "Clear cache": "ล้างแคช",
 "Click Play": "คลิกเล่น",
 "Click Refresh after saving settings.": "คลิก รีเฟรช หลังจากบันทึกการตั้งค่า",
 "Client hash": "แฮชไคลเอนต์",
 "Client hash can be calculated using the following PHP code.": "สามารถคำนวณแฮชไคลเอนต์ได้โดยใช้โค้ด PHP ต่อไปนี้",
 "Client ID": "ID ไคลเอนต์",
 "Client secret": "รหัสลับไคลเอนต์",
 "Client seed": "ซีดไคลเอนต์",
 "Clone": "โคลน",
 "Clone \"{variation}\"": "โคลน \"{variation}\"",
 "Close": "ปิด",
 "Close price": "ราคาปิด",
 "Clubs": "ดอกจิก",
 "Code": "รหัส",
 "Coinpayments": "Coinpayments",
 "Coin symbol": "สัญลักษณ์เหรียญ",
 "Column :n": "คอลัมน์ :n",
 "Columns count": "จำนวนคอลัมน์",
 "Combination": "ชุด",
 "Comment": "ความคิดเห็น",
 "Commission": "ค่าคอมมิชชั่น",
 "Commission amount": "จำนวนค่าคอมมิชชั่น",
 "Commission amount by status": "จำนวนค่าคอมมิชชั่นตามสถานะ",
 "Commission base": "ฐานค่าคอมมิชชั่น",
 "Commission ID, user name or email": "ID ค่าคอมมิชชั่น, ชื่อผู้ใช้ หรืออีเมล",
 "Commission is successfully approved.": "อนุมัติค่าคอมมิชชั่นเรียบร้อยแล้ว",
 "Commission is successfully rejected.": "ปฏิเสธค่าคอมมิชชั่นเรียบร้อยแล้ว",
 "Commissions": "ค่าคอมมิชชั่น",
 "Commissions approval frequency: {0}.": "ความถี่ในการอนุมัติค่าคอมมิชชั่น: {0}",
 "Commissions auto approval frequency": "ความถี่ในการอนุมัติค่าคอมมิชชั่นอัตโนมัติ",
 "Commissions by status": "ค่าคอมมิชชั่นตามสถานะ",
 "Commissions by tier": "ค่าคอมมิชชั่นตามระดับ",
 "Commissions by type": "ค่าคอมมิชชั่นตามประเภท",
 "Commission type": "ประเภทค่าคอมมิชชั่น",
 "Commission {0}": "ค่าคอมมิชชั่น {0}",
 "Community cards": "ไพ่กองกลาง",
 "Complete": "เสร็จสิ้น",
 "Completed": "เสร็จสิ้นแล้ว",
 "Completed at": "เสร็จสิ้นเมื่อ",
 "Complete deposit": "ฝากเงินสำเร็จ",
 "Complete deposit request and credit user account by the deposit amount.": "ดำเนินการคำขอฝากเงินให้เสร็จสิ้นและเพิ่มเงินเข้าบัญชีผู้ใช้ตามจำนวนเงินฝาก",
 "Completed raffles": "การจับสลากที่เสร็จสิ้นแล้ว",
 "Complete email verification and get your reward.": "ยืนยันอีเมลให้เสร็จสิ้นและรับรางวัลของคุณ",
 "Complete raffle": "ดำเนินการจับสลากให้เสร็จสิ้น",
 "Condition": "เงื่อนไข",
 "Config": "การตั้งค่า",
 "Confirm": "ยืนยัน",
 "Confirmed": "ยืนยันแล้ว",
 "Confirm new password": "ยืนยันรหัสผ่านใหม่",
 "Confirm password": "ยืนยันรหัสผ่าน",
 "Congratulations!": "ขอแสดงความยินดี!",
 "Connect Phantom wallet": "เชื่อมต่อกระเป๋าเงิน Phantom",
 "Connect Tronlink": "เชื่อมต่อ Tronlink",
 "Connect wallet": "เชื่อมต่อกระเป๋าเงิน",
 "Consequent deposits": "การฝากเงินต่อเนื่อง",
 "Container ID": "ID คอนเทนเนอร์",
 "Content": "เนื้อหา",
 "Content cannot be empty.": "เนื้อหาต้องไม่ว่างเปล่า",
 "Conversion rate": "อัตราแลกเปลี่ยน",
 "Conversion rate between the game currency and the user account currency": "อัตราแลกเปลี่ยนระหว่างสกุลเงินเกมและสกุลเงินบัญชีผู้ใช้",
 "Cookie usage": "การใช้คุกกี้",
 "Copy": "คัดลอก",
 "Corner :n1,:n2,:n3,:n4": "มุม :n1,:n2,:n3,:n4",
 "Could not disable the add-on. Please check that storage/app folder is writable.": "ไม่สามารถปิดใช้งานส่วนเสริมได้ โปรดตรวจสอบว่าโฟลเดอร์ storage/app สามารถเขียนได้",
 "Could not enable the add-on. Please check that storage/app folder is writable.": "ไม่สามารถเปิดใช้งานส่วนเสริมได้ โปรดตรวจสอบว่าโฟลเดอร์ storage/app สามารถเขียนได้",
 "Count": "นับ",
 "Counts that reach double digits drop the first digit and are revalued (so 15 becomes 5).": "จำนวนที่ถึงสองหลักจะถูกลดหลักแรกออกและประเมินค่าใหม่ (เช่น 15 กลายเป็น 5)",
 "CPF number": "หมายเลข CPF",
 "Crash": "ล่ม",
 "Crash at start": "ล่มเมื่อเริ่มต้น",
 "Crashed at": "ล่มเมื่อ",
 "Create": "สร้าง",
 "Create a new room": "สร้างห้องใหม่",
 "Create bonus rounds": "สร้างรอบโบนัส",
 "Create bonus rule": "สร้างกฎโบนัส",
 "Create chat room": "สร้างห้องแชท",
 "Create currency": "สร้างสกุลเงิน",
 "Created": "สร้างแล้ว",
 "Created at": "สร้างเมื่อ",
 "Create deposit": "สร้างการฝาก",
 "Create deposit method": "สร้างวิธีการฝาก",
 "Create new token for user {0}": "สร้างโทเค็นใหม่สำหรับผู้ใช้ {0}",
 "Create raffle": "สร้างการจับสลาก",
 "Create token": "สร้างโทเค็น",
 "Create withdrawal method": "สร้างวิธีการถอน",
 "Credit": "เครดิต",
 "Credit account": "เพิ่มเครดิตเข้าบัญชี",
 "Credit card": "บัตรเครดิต",
 "Credit rain for the following users": "แจกเครดิตให้กับผู้ใช้ต่อไปนี้",
 "credits": "เครดิต",
 "Credits": "เครดิต",
 "credits ": "เครดิต ",
 "Credits purchase": "การซื้อเครดิต",
 "Cron": "Cron",
 "Cron jobs": "งาน Cron",
 "CryptAPI": "CryptAPI",
 "Crypto API": "Crypto API",
 "Crypto prediction": "การทำนายคริปโต",
 "CSS": "CSS",
 "Cube": "ลูกบาศก์",
 "Currencies": "สกุลเงิน",
 "Currency": "สกุลเงิน",
 "Currency successfully deleted.": "ลบสกุลเงินเรียบร้อยแล้ว",
 "Currency {0}": "สกุลเงิน {0}",
 "current": "ปัจจุบัน",
 "Current": "ปัจจุบัน",
 "Current / max pot size": "ขนาดเงินกองกลางปัจจุบัน / สูงสุด",
 "Current password": "รหัสผ่านปัจจุบัน",
 "Current raffles": "การจับสลากปัจจุบัน",
 "Current user balance is :n credits.": "ยอดคงเหลือปัจจุบันของผู้ใช้คือ :n เครดิต",
 "Custom CSS rules": "กฎ CSS ที่กำหนดเอง",
 "Custom parameters": "พารามิเตอร์ที่กำหนดเอง",
 "Custom scripts": "สคริปต์ที่กำหนดเอง",
 "d": "วัน",
 "Daily withdrawal limit": "วงเงินถอนรายวัน",
 "Dankort": "Dankort",
 "Dark": "มืด",
 "Dark overlay": "ภาพซ้อนทับสีเข้ม",
 "Dashboard": "แดชบอร์ด",
 "Data": "ข้อมูล",
 "Database": "ฐานข้อมูล",
 "Data successfully updated.": "อัปเดตข้อมูลเรียบร้อยแล้ว",
 "days": "วัน",
 "Deal": "แจกไพ่",
 "Dealer cards": "ไพ่เจ้ามือ",
 "Dealer hand": "มือเจ้ามือ",
 "Dealer qualifies": "เจ้ามือมีคุณสมบัติ",
 "Dealer qualifies only with a hand starting from Pair of 4 and higher.": "เจ้ามือจะมีคุณสมบัติเมื่อมีไพ่ในมือตั้งแต่คู่ 4 ขึ้นไปเท่านั้น",
 "Dealer score": "แต้มเจ้ามือ",
 "Dealer wins": "เจ้ามือชนะ",
 "Debit": "หักบัญชี",
 "Debit account": "หักบัญชี",
 "Debits": "การหักบัญชี",
 "Debug mode": "โหมดดีบัก",
 "Decimal places": "ตำแหน่งทศนิยม",
 "Decimal separator": "ตัวคั่นทศนิยม",
 "Deck": "สำรับ",
 "Default asset": "สินทรัพย์เริ่มต้น",
 "Default bet amount": "จำนวนเงินเดิมพันเริ่มต้น",
 "Default language": "ภาษาเริ่มต้น",
 "Default mode": "โหมดเริ่มต้น",
 "Default number of lines": "จำนวนบรรทัดเริ่มต้น",
 "Default value": "ค่าเริ่มต้น",
 "Delay before next game starts": "ระยะเวลาก่อนเริ่มเกมถัดไป",
 "Delete": "ลบ",
 "Delete \"{variation}\"": "ลบ \"{variation}\"",
 "Delete all jobs": "ลบงานทั้งหมด",
 "Delete all jobs from the queue": "ลบงานทั้งหมดออกจากคิว",
 "Delete bonus round": "ลบรอบโบนัส",
 "Delete bonus rule": "ลบกฎโบนัส",
 "Delete chat room": "ลบห้องแชท",
 "Delete currency": "ลบสกุลเงิน",
 "Delete deposit method": "ลบวิธีการฝาก",
 "Delete KYC request": "ลบคำขอ KYC",
 "Delete menu item": "ลบรายการเมนู",
 "Delete message": "ลบข้อความ",
 "Delete slide": "ลบสไลด์",
 "Delete social network": "ลบเครือข่ายสังคม",
 "Delete user": "ลบผู้ใช้",
 "Delete withdrawal method": "ลบวิธีการถอน",
 "Deposit": "ฝาก",
 "Deposit address": "ที่อยู่ฝาก",
 "Deposit amount": "จำนวนเงินฝาก",
 "Deposit amount treshold": "เกณฑ์จำนวนเงินฝาก",
 "Deposit bonus": "โบนัสเงินฝาก",
 "Deposited amount": "จำนวนเงินที่ฝาก",
 "Deposit ID, user name or email": "ID การฝาก, ชื่อผู้ใช้ หรืออีเมล",
 "Deposit is accepted and will be reflected on your account as soon as the transaction is confirmed.": "รับเงินฝากแล้ว และจะแสดงในบัญชีของคุณทันทีที่ธุรกรรมได้รับการยืนยัน",
 "Deposit is cancelled": "การฝากถูกยกเลิก",
 "Deposit is cancelled.": "การฝากถูกยกเลิกแล้ว",
 "Deposit is completed.": "การฝากเสร็จสมบูรณ์แล้ว",
 "Deposit is pending payment": "การฝากอยู่ระหว่างรอการชำระเงิน",
 "Deposit is rejected.": "การฝากถูกปฏิเสธแล้ว",
 "Deposit is successfully completed.": "การฝากเสร็จสมบูรณ์แล้ว",
 "Deposit is successfully created.": "สร้างการฝากเรียบร้อยแล้ว",
 "Deposit method": "วิธีการฝาก",
 "Deposit methods": "วิธีการฝาก",
 "Deposit method successfully created.": "สร้างวิธีการฝากเรียบร้อยแล้ว",
 "Deposit method successfully deleted.": "ลบวิธีการฝากเรียบร้อยแล้ว",
 "Deposit method successfully updated.": "อัปเดตวิธีการฝากเรียบร้อยแล้ว",
 "Deposit method {0}": "วิธีการฝาก {0}",
 "Deposit request cancelled": "คำขอฝากเงินถูกยกเลิก",
 "Deposit request completed": "คำขอฝากเงินเสร็จสมบูรณ์",
 "deposits": "การฝาก",
 "Deposits": "การฝาก",
 "Deposits by status": "การฝากตามสถานะ",
 "Deposit transaction": "ธุรกรรมการฝาก",
 "Deposit webhook URL": "URL เว็บฮุกการฝาก",
 "Deposit {0}": "การฝาก {0}",
 "Description": "คำอธิบาย",
 "Destination tag": "แท็กปลายทาง",
 "Detailed breakdown": "รายละเอียดโดยละเอียด",
 "Details": "รายละเอียด",
 "Detect default language from the browser": "ตรวจหาภาษาเริ่มต้นจากเบราว์เซอร์",
 "Diamonds": "ข้าวหลามตัด",
 "Dice": "ลูกเต๋า",
 "Dice combination": "ชุดลูกเต๋า",
 "Dice fill color": "สีเติมลูกเต๋า",
 "Dice font color": "สีตัวอักษรลูกเต๋า",
 "Dipyramid": "Dipyramid",
 "Direct Debit/SEPA": "หักบัญชีโดยตรง/SEPA",
 "Direction": "ทิศทาง",
 "Disable": "ปิดใช้งาน",
 "Disabled": "ปิดใช้งาน",
 "Disable maintenance mode": "ปิดใช้งานโหมดบำรุงรักษา",
 "Display": "แสดง",
 "Display count": "แสดงจำนวน",
 "Display search menu in the app bar": "แสดงเมนูค้นหาในแถบแอป",
 "Display style": "รูปแบบการแสดงผล",
 "Display system bar": "แสดงแถบระบบ",
 "Display users online status": "แสดงสถานะออนไลน์ของผู้ใช้",
 "Document": "เอกสาร",
 "Dodecahedron": "Dodecahedron",
 "Do not leave this page until the transaction is completed.": "อย่าออกจากหน้านี้จนกว่าธุรกรรมจะเสร็จสมบูรณ์",
 "Do not validate IP address when creating commissions": "ไม่ต้องตรวจสอบที่อยู่ IP เมื่อสร้างค่าคอมมิชชั่น",
 "Double": "ดับเบิล",
 "Dozen :n1-:n2": "ชุด :n1-:n2",
 "Drawn numbers": "หมายเลขที่ออก",
 "Driver": "ไดรเวอร์",
 "Duration": "ระยะเวลา",
 "Durations": "ระยะเวลา",
 "E-mail": "อีเมล",
 "E-mail address to receive payment notifications. Note: before getting e-mail payment notifications, you must confirm your e-mail address at https://cryptapi.io/confirm_email": "ที่อยู่อีเมลสำหรับรับการแจ้งเตือนการชำระเงิน หมายเหตุ: ก่อนรับการแจ้งเตือนการชำระเงินทางอีเมล คุณต้องยืนยันที่อยู่อีเมลของคุณที่ https://cryptapi.io/confirm_email",
 "E-mail from address": "ที่อยู่อีเมลผู้ส่ง",
 "E-mail from name": "ชื่อผู้ส่งอีเมล",
 "Each bet will offer different payouts and multiple bets can be placed in one game.": "การเดิมพันแต่ละครั้งจะมีการจ่ายเงินที่แตกต่างกัน และสามารถวางเดิมพันหลายรายการในเกมเดียวได้",
 "Each die value is increased by the Shift value.": "ค่าลูกเต๋าแต่ละลูกจะเพิ่มขึ้นตามค่า Shift",
 "Each double 1 wins": "แต่ละเลขคู่ 1 ชนะ",
 "Each generated number is additionally changed by the Shift value.": "ตัวเลขที่สร้างขึ้นแต่ละตัวจะมีการเปลี่ยนแปลงเพิ่มเติมตามค่า Shift",
 "Each horse position is changed by the Shift value.": "ตำแหน่งม้าแต่ละตัวจะเปลี่ยนไปตามค่า Shift",
 "Each player has {0} seconds to complete their turn.": "ผู้เล่นแต่ละคนมีเวลา {0} วินาทีในการเล่นตาของตน",
 "Each player takes turn to either hit (get one or more cards) or stand.": "ผู้เล่นแต่ละคนผลัดกันจั่ว (รับไพ่เพิ่ม) หรืออยู่",
 "Each raffle displays current and max pot sizes.": "การจับสลากแต่ละครั้งจะแสดงขนาดเงินรางวัลรวมปัจจุบันและสูงสุด",
 "Each reel is spinned N extra times, where N corresponds to a digit in the Shift value at the i-th position.": "วงล้อแต่ละวงจะหมุนเพิ่ม N ครั้ง โดยที่ N สอดคล้องกับตัวเลขในค่า Shift ที่ตำแหน่งที่ i",
 "Each slot machine consists of 5 reels.": "เครื่องสล็อตแต่ละเครื่องประกอบด้วย 5 วงล้อ",
 "Each ticket has equal chance of winning a cash prize.": "ตั๋วแต่ละใบมีโอกาสเท่าเทียมกันในการชนะรางวัลเงินสด",
 "Each triple 1 wins": "แต่ละเลขตอง 1 ชนะ",
 "Earn free credits and bonuses": "รับเครดิตและโบนัสฟรี",
 "EasyWire": "EasyWire",
 "Edge image texture": "พื้นผิวภาพขอบ",
 "Edit": "แก้ไข",
 "Edit chat room": "แก้ไขห้องแชท",
 "Edit currency": "แก้ไขสกุลเงิน",
 "Edit deposit method": "แก้ไขวิธีการฝาก",
 "Edit profile": "แก้ไขโปรไฟล์",
 "Edit provider": "แก้ไขผู้ให้บริการ",
 "Edit raffle": "แก้ไขการจับสลาก",
 "Edit user": "แก้ไขผู้ใช้",
 "Edit withdrawal method": "แก้ไขวิธีการถอน",
 "EFT": "EFT",
 "Eight": "แปด",
 "Email": "อีเมล",
 "Email verification": "การยืนยันอีเมล",
 "Email verification bonus": "โบนัสยืนยันอีเมล",
 "Email verified": "ยืนยันอีเมลแล้ว",
 "Email verified at": "ยืนยันอีเมลเมื่อ",
 "Enable": "เปิดใช้งาน",
 "Enable bots": "เปิดใช้งานบอท",
 "Enable chat": "เปิดใช้งานแชท",
 "Enabled": "เปิดใช้งาน",
 "Enable filter by game categories": "เปิดใช้งานตัวกรองตามหมวดหมู่เกม",
 "Enable for users by default": "เปิดใช้งานสำหรับผู้ใช้โดยค่าเริ่มต้น",
 "Enable KYC": "เปิดใช้งาน KYC",
 "Enable maintenance mode": "เปิดใช้งานโหมดบำรุงรักษา",
 "Enable sound by default": "เปิดใช้งานเสียงโดยค่าเริ่มต้น",
 "Enable sounds": "เปิดใช้งานเสียง",
 "Encryption": "การเข้ารหัส",
 "End date": "วันที่สิ้นสุด",
 "Endpoint": "ปลายทาง",
 "Ends at": "สิ้นสุดเมื่อ",
 "End time": "เวลาสิ้นสุด",
 "Enjoy our exciting games": "สนุกกับเกมที่น่าตื่นเต้นของเรา",
 "Enjoy recurring free bonuses to boost your balance.": "รับโบนัสฟรีเป็นประจำเพื่อเพิ่มยอดเงินคงเหลือของคุณ",
 "Enter the number of payouts for the most active users, ranked from highest to lowest.": "ป้อนจำนวนการจ่ายเงินสำหรับผู้ใช้งานที่กระตือรือร้นที่สุด โดยเรียงจากมากไปน้อย",
 "ePay.bg": "ePay.bg",
 "ERC20 token contract address": "ที่อยู่สัญญาโทเค็น ERC20",
 "ERC20 token contract decimals": "ทศนิยมสัญญาโทเค็น ERC20",
 "ERC20 token symbol": "สัญลักษณ์โทเค็น ERC20",
 "Error color": "สีข้อผิดพลาด",
 "Error payment return URL": "URL การคืนเงินที่ผิดพลาด",
 "Error {0}": "ข้อผิดพลาด {0}",
 "ETH, BNB, MATIC etc.": "ETH, BNB, MATIC ฯลฯ",
 "Ethereum": "Ethereum",
 "Etherscan.io API key": "รหัส API ของ Etherscan.io",
 "Evaluate": "ประเมิน",
 "Even": "คู่",
 "Even if busted (going over 21 points) the player also needs to stand.": "แม้ว่าแต้มจะเกิน 21 ผู้เล่นก็ต้องอยู่",
 "Event": "เหตุการณ์",
 "Every": "ทุก",
 "every": "ทุก",
 "Every day": "ทุกวัน",
 "Every day at 00:00": "ทุกวัน เวลา 00:00 น.",
 "Every fifteen minutes": "ทุกสิบห้านาที",
 "Every first day of month at 00:00": "ทุกวันที่ 1 ของเดือน เวลา 00:00 น.",
 "Every five minutes": "ทุกห้านาที",
 "Every four hours": "ทุกสี่ชั่วโมง",
 "Every hour": "ทุกชั่วโมง",
 "Every minute": "ทุกนาที",
 "Every month": "ทุกเดือน",
 "Everyone who joins the website by the below link becomes your 1st-tier referral.": "ทุกคนที่เข้าร่วมเว็บไซต์ผ่านลิงก์ด้านล่างนี้ จะกลายเป็นผู้แนะนำระดับที่ 1 ของคุณ",
 "Every six hours": "ทุกหกชั่วโมง",
 "Every ten minutes": "ทุกสิบนาที",
 "Every thirty minutes": "ทุกสามสิบนาที",
 "Every three hours": "ทุกสามชั่วโมง",
 "Every two hours": "ทุกสองชั่วโมง",
 "Every week": "ทุกสัปดาห์",
 "Every week on Monday at 00:00": "ทุกสัปดาห์ ในวันจันทร์ เวลา 00:00 น.",
 "EVM": "EVM",
 "Evolution": "Evolution",
 "exceeds": "เกิน",
 "Except for mobiles": "ยกเว้นบนมือถือ",
 "Exception": "ข้อยกเว้น",
 "Excluded payment types": "ประเภทการชำระเงินที่ยกเว้น",
 "Execute": "ดำเนินการ",
 "Execute cron job manually": "ดำเนินการ Cron job ด้วยตนเอง",
 "Explore": "สำรวจ",
 "Exponential function base number": "หมายเลขฐานของฟังก์ชันเอกซ์โพเนนเชียล",
 "External bonus": "โบนัสภายนอก",
 "External ID": "ID ภายนอก",
 "Extra fields": "ช่องพิเศษ",
 "Ezugi": "Ezugi",
 "Face cards and tens have no value.": "ไพ่หน้าและไพ่สิบไม่มีค่า",
 "Failed": "ล้มเหลว",
 "Failed jobs": "งานที่ไม่สำเร็จ",
 "Failed to create a deposit transaction": "ไม่สามารถสร้างธุรกรรมการฝากได้",
 "Failed to verify email": "ไม่สามารถยืนยันอีเมลได้",
 "Fair online casino games": "เกมคาสิโนออนไลน์ที่ยุติธรรม",
 "Fast payouts": "จ่ายเงินเร็ว",
 "Faucet": "ห้ามกดรับเงิน",
 "Faucet amount": "จำนวนเงินก๊อกน้ำ",
 "Faucet interval": "ช่วงเวลาก๊อกน้ำ",
 "Faucet is disabled.": "ปิดใช้งานก๊อกน้ำแล้ว",
 "Favicon": "Favicon",
 "Featured categories": "หมวดหมู่เด่น",
 "Fee": "ค่าธรรมเนียม",
 "Fetch": "ดึงข้อมูล",
 "File is successfully deleted.": "ลบไฟล์เรียบร้อยแล้ว",
 "File is successfully saved.": "บันทึกไฟล์เรียบร้อยแล้ว",
 "Fill it if you like to receive an ERC20 token instead of ETH, otherwise leave empty.": "กรอกข้อมูลหากคุณต้องการรับโทเค็น ERC20 แทน ETH หากไม่ต้องการ ให้ปล่อยว่างไว้",
 "Filter": "ตัวกรอง",
 "Final hand": "มือสุดท้าย",
 "Finals": "รอบชิงชนะเลิศ",
 "Find users you want to assign bonus rounds to": "ค้นหาผู้ใช้ที่คุณต้องการกำหนดรอบโบนัสให้",
 "Find users you want to assign bonus rounds to.": "ค้นหาผู้ใช้ที่คุณต้องการกำหนดรอบโบนัสให้",
 "First deposit": "เงินฝากครั้งแรก",
 "First {0} deposit(s)": "เงินฝาก {0} ครั้งแรก",
 "Five": "ห้า",
 "Flat": "คงที่",
 "Flush": "ฟลัช",
 "Fold": "หมอบ",
 "Fold – you lose your Ante bet and the game is over.": "หมอบ – คุณเสียเดิมพันแอนเต้และเกมจะจบลง",
 "Font color": "สีตัวอักษร",
 "Fonts": "ฟอนต์",
 "Font size": "ขนาดตัวอักษร",
 "Footer": "ส่วนท้าย",
 "Footer background": "พื้นหลังส่วนท้าย",
 "Footer menu": "เมนูส่วนท้าย",
 "Footer menu items": "รายการเมนูส่วนท้าย",
 "Forbidden": "ห้าม",
 "For detailed instructions on adding a cron job, refer to the installation guide.": "สำหรับคำแนะนำโดยละเอียดเกี่ยวกับการเพิ่ม Cron job โปรดดูคู่มือการติดตั้ง",
 "For each coup, two cards are dealt face up.": "สำหรับการเล่นแต่ละครั้ง จะมีการแจกไพ่สองใบโดยหงายหน้า",
 "Forgot password?": "ลืมรหัสผ่าน?",
 "Formatting": "การจัดรูปแบบ",
 "For more details, please refer to our {policy}.": "สำหรับรายละเอียดเพิ่มเติม โปรดดู {policy} ของเรา",
 "For this setting to work you also need to set \"Allow auto_confirm = 1 in create_withdrawal\" permission in your coinpayments.net account for the given API key.": "เพื่อให้การตั้งค่านี้ทำงาน คุณต้องตั้งค่าสิทธิ์ \"Allow auto_confirm = 1 in create_withdrawal\" ในบัญชี coinpayments.net ของคุณสำหรับรหัส API ที่ระบุด้วย",
 "Four": "สี่",
 "Four of a kind": "ไพ่สี่ใบเหมือนกัน",
 "Frame URL": "URL เฟรม",
 "Freekassa": "Freekassa",
 "Freespins server token": "โทเค็นเซิร์ฟเวอร์ฟรีสปิน",
 "Freespins URL": "URL ฟรีสปิน",
 "Freespins validity": "อายุการใช้งานฟรีสปิน",
 "Frequency": "ความถี่",
 "from best to worst": "จากดีที่สุดไปแย่ที่สุด",
 "from {0} {1}": "จาก {0} {1}",
 "Full": "เต็ม",
 "Full house": "ฟูลเฮาส์",
 "Game": "เกม",
 "game": "เกม",
 "Game count": "จำนวนเกม",
 "Game currency": "สกุลเงินเกม",
 "Game details": "รายละเอียดเกม",
 "Game duration": "ระยะเวลาเกม",
 "Game feed": "ฟีดเกม",
 "Game house fee": "ค่าต๋งเกม",
 "Game ID": "ID เกม",
 "Game ID, user name or email": "ID เกม, ชื่อผู้ใช้ หรืออีเมล",
 "Game ID or name": "ID หรือชื่อเกม",
 "game IDs": "ID เกม",
 "Game information": "ข้อมูลเกม",
 "Game loss": "การเสียเกม",
 "Game name": "ชื่อเกม",
 "Game providers": "ผู้ให้บริการเกม",
 "Game room": "ห้องเกม",
 "Game rooms": "ห้องเกม",
 "Games": "เกม",
 "Games list": "รายชื่อเกม",
 "Games providers": "ผู้ให้บริการเกม",
 "Games URL": "URL เกม",
 "Game win": "การชนะเกม",
 "Game {0}": "เกม {0}",
 "Gas limit": "ขีดจำกัดแก๊ส",
 "Gateway": "เกตเวย์",
 "GCP URL": "URL GCP",
 "General": "ทั่วไป",
 "general": "ทั่วไป",
 "Generate": "สร้าง",
 "Generic error": "ข้อผิดพลาดทั่วไป",
 "Get": "รับ",
 "Get a free key": "รับรหัสฟรี",
 "Get a portion of your money back when you experience a loss.": "รับเงินคืนส่วนหนึ่งเมื่อคุณสูญเสีย",
 "Get in touch": "ติดต่อเรา",
 "Get ready for endless fun and unforgettable moments—let the adventure begin!": "เตรียมตัวให้พร้อมสำหรับความสนุกไม่รู้จบและช่วงเวลาที่น่าจดจำ—เริ่มการผจญภัยได้เลย!",
 "Get {0} {1} bonus": "รับโบนัส {0} {1}",
 "GGR": "GGR",
 "GGR margin": "ส่วนต่าง GGR",
 "giropay": "giropay",
 "give back": "คืนให้",
 "Google reCaptcha": "Google reCaptcha",
 "Google Tag Manager": "Google Tag Manager",
 "greater than": "มากกว่า",
 "Greeting": "คำทักทาย",
 "Gross Gaming Revenue as a percentage of the amount wagered": "รายได้จากการเล่นเกมรวมเป็นเปอร์เซ็นต์ของจำนวนเงินที่เดิมพัน",
 "Gross Gaming Revenue is the difference between the amount wagered and the amount won": "รายได้จากการเล่นเกมรวมคือผลต่างระหว่างจำนวนเงินที่เดิมพันและจำนวนเงินที่ชนะ",
 "h": "ชั่วโมง",
 "Hand": "มือ",
 "Hand not evaluated": "ยังไม่ได้ประเมินมือ",
 "Hash user ID in affiliate links": "แฮช ID ผู้ใช้ในลิงก์พันธมิตร",
 "Heading font family name": "ชื่อตระกูลฟอนต์หัวเรื่อง",
 "Heading font URL": "URL ฟอนต์หัวเรื่อง",
 "Heads": "หัว",
 "Heads image texture": "พื้นผิวภาพหัว",
 "Heads Or Tails is a simple game that is based on chance.": "หัวก้อยเป็นเกมง่ายๆ ที่ขึ้นอยู่กับโชค",
 "Hearts": "โพแดง",
 "Height": "ความสูง",
 "Height on large screens": "ความสูงบนหน้าจอขนาดใหญ่",
 "Height on small screens": "ความสูงบนหน้าจอขนาดเล็ก",
 "Hello": "สวัสดี",
 "Hello!": "สวัสดี!",
 "Help": "ช่วยเหลือ",
 "Hence the more house edge is the less payout a user will get.": "ดังนั้น ยิ่งเจ้ามือได้เปรียบมากเท่าไหร่ ผู้ใช้ก็จะได้รับการจ่ายเงินน้อยลงเท่านั้น",
 "hidden": "ซ่อน",
 "Hide profit": "ซ่อนกำไร",
 "High": "สูง",
 "High card": "ไพ่สูง",
 "Higher": "สูงกว่า",
 "High rollers": "นักพนันรายใหญ่",
 "History": "ประวัติ",
 "Hit": "จั่ว",
 "Hit or stand is not allowed.": "ไม่อนุญาตให้จั่วหรืออยู่",
 "Hit will cause immediate stand when less than {0} seconds left.": "การจั่วจะทำให้ต้องอยู่ทันทีเมื่อเหลือเวลาน้อยกว่า {0} วินาที",
 "HMAC SHA256 hash of the server secret and server seed with client seed as the key.": "แฮช HMAC SHA256 ของรหัสลับเซิร์ฟเวอร์และซีดเซิร์ฟเวอร์ โดยมีซีดไคลเอนต์เป็นคีย์",
 "HMAC SHA256 hash of the server secret with server seed as the key, revealed to player before each game.": "แฮช HMAC SHA256 ของรหัสลับเซิร์ฟเวอร์ โดยมีซีดเซิร์ฟเวอร์เป็นคีย์ ซึ่งจะเปิดเผยให้ผู้เล่นทราบก่อนเริ่มเกมแต่ละครั้ง",
 "Hold": "อยู่",
 "hold": "อยู่",
 "Hold & draw": "อยู่และจั่ว",
 "Home": "หน้าแรก",
 "Home page": "หน้าแรก",
 "Home page slider": "สไลเดอร์หน้าแรก",
 "Home page successfully updated": "อัปเดตหน้าแรกเรียบร้อยแล้ว",
 "Horse body": "ตัวม้า",
 "Horse tail": "หางม้า",
 "Host": "โฮสต์",
 "hour": "ชั่วโมง",
 "Hourly withdrawal limit": "วงเงินถอนรายชั่วโมง",
 "hours": "ชั่วโมง",
 "House edge": "อัตราได้เปรียบของเจ้ามือ",
 "House profit": "กำไรของเจ้ามือ",
 "Hover over the roulette wheel and select adjacent numbers.": "เลื่อนเมาส์เหนือวงล้อรูเล็ตและเลือกหมายเลขที่อยู่ติดกัน",
 "How many games are loaded when \\": "โหลดเกมกี่เกมเมื่อ \\",
 "How many games are preloaded.": "โหลดเกมไว้ล่วงหน้ากี่เกม",
 "How many numbers user should choose": "ผู้ใช้ควรเลือกกี่หมายเลข",
 "How many numbers will be drawn": "จะมีการจับหมายเลขกี่หมายเลข",
 "How many raffles are loaded when \\": "โหลดการจับสลากกี่รายการเมื่อ \\",
 "How many raffles are preloaded on the Current raffles page.": "โหลดการจับสลากไว้ล่วงหน้ากี่รายการในหน้าการจับสลากปัจจุบัน",
 "How often bots will awake.": "บอทจะทำงานบ่อยแค่ไหน",
 "How to integrate Pusher?": "วิธีรวม Pusher?",
 "How to play": "วิธีการเล่น",
 "How to upgrade?": "วิธีการอัปเกรด?",
 "HTML content": "เนื้อหา HTML",
 "I accept {terms} and {policy}": "ฉันยอมรับ {terms} และ {policy}",
 "Icon": "ไอคอน",
 "Icon color": "สีไอคอน",
 "Icosahedron": "Icosahedron",
 "ID": "ID",
 "ID, name or email": "ID, ชื่อ หรืออีเมล",
 "ID, title, winner name or email": "ID, ชื่อ, ชื่อผู้ชนะ หรืออีเมล",
 "iDEAL": "iDEAL",
 "iDEAL (GlobalConnect)": "iDEAL (GlobalConnect)",
 "Identity verification": "การยืนยันตัวตน",
 "Identity verification failed": "การยืนยันตัวตนล้มเหลว",
 "Identity verification passed": "การยืนยันตัวตนสำเร็จ",
 "If a deposit is in Created or Pending state": "หากการฝากอยู่ในสถานะสร้างแล้วหรือรอดำเนินการ",
 "If all players are busted (get more than 21 points) no one wins and the house keeps all bets.": "หากผู้เล่นทุกคนแต้มเกิน (เกิน 21 แต้ม) จะไม่มีใครชนะและเจ้ามือจะเก็บเงินเดิมพันทั้งหมด",
 "If a player started a game, but other players left the room, the player has a chance to cancel the game after {0} seconds.": "หากผู้เล่นเริ่มเกมแล้ว แต่ผู้เล่นคนอื่นออกจากห้อง ผู้เล่นคนนั้นมีโอกาสยกเลิกเกมได้หลังจาก {0} วินาที",
 "If deposit amount": "หากจำนวนเงินฝาก",
 "If either the player or banker or both achieve a total of 8 or 9 at this stage, the coup is finished and the result is announced: a player win, a banker win, or tie.": "หากทั้งผู้เล่นหรือเจ้ามือ หรือทั้งสองฝ่ายได้แต้มรวม 8 หรือ 9 ในขั้นตอนนี้ การเล่นจะสิ้นสุดลงและจะประกาศผล: ผู้เล่นชนะ เจ้ามือชนะ หรือเสมอ",
 "If it is too boring click \"Random\" button to generate numbers for you.": "หากเบื่อเกินไป ให้คลิกปุ่ม \"สุ่ม\" เพื่อสร้างตัวเลขให้คุณ",
 "If neither hand has eight or nine, the drawing rules are applied to determine whether the player should receive a third card.": "หากไม่มีมือใดมีแต้มรวมแปดหรือเก้า จะมีการใช้กฎการจั่วเพื่อพิจารณาว่าผู้เล่นควรได้รับไพ่ใบที่สามหรือไม่",
 "If several players get equal points they share the pot size.": "หากผู้เล่นหลายคนได้แต้มเท่ากัน พวกเขาจะแบ่งเงินกองกลาง",
 "If the banker total is 2 or less, then the banker draws a card, regardless of what the player third card is.": "หากแต้มรวมของเจ้ามือคือ 2 หรือน้อยกว่า เจ้ามือจะจั่วไพ่ โดยไม่คำนึงถึงไพ่ใบที่สามของผู้เล่น",
 "If the banker total is 3, then the banker draws a third card unless the player third card was an 8.": "หากแต้มรวมของเจ้ามือคือ 3 เจ้ามือจะจั่วไพ่ใบที่สาม เว้นแต่ไพ่ใบที่สามของผู้เล่นจะเป็น 8",
 "If the banker total is 4, then the banker draws a third card if the player third card was 2, 3, 4, 5, 6, 7.": "หากแต้มรวมของเจ้ามือคือ 4 เจ้ามือจะจั่วไพ่ใบที่สาม หากไพ่ใบที่สามของผู้เล่นคือ 2, 3, 4, 5, 6, 7",
 "If the banker total is 5, then the banker draws a third card if the player third card was 4, 5, 6, or 7.": "หากแต้มรวมของเจ้ามือคือ 5 เจ้ามือจะจั่วไพ่ใบที่สาม หากไพ่ใบที่สามของผู้เล่นคือ 4, 5, 6 หรือ 7",
 "If the banker total is 6, then the banker draws a third card if the player third card was a 6 or 7.": "หากแต้มรวมของเจ้ามือคือ 6 เจ้ามือจะจั่วไพ่ใบที่สาม หากไพ่ใบที่สามของผู้เล่นคือ 6 หรือ 7",
 "If the banker total is 7, then the banker stands.": "หากแต้มรวมของเจ้ามือคือ 7 เจ้ามือจะอยู่",
 "If the Dealer does not qualify the Ante bet is paid according the Ante paytable and the Call bet is returned.": "หากเจ้ามือไม่มีคุณสมบัติ เดิมพันแอนเต้จะจ่ายตามตารางจ่ายแอนเต้ และเดิมพันคอลจะถูกคืน",
 "If the dealer does not qualify you will win even money on the ante wager and the call bet will push.": "หากเจ้ามือไม่มีคุณสมบัติ คุณจะชนะเงินเท่าเดิมพันแอนเต้ และเดิมพันคอลจะเสมอ",
 "If the dealer has a hand total of 16 or lower, they will take additional cards until they either bust or get a hand total of 17 or higher.": "หากแต้มรวมในมือของเจ้ามือคือ 16 หรือต่ำกว่า เจ้ามือจะจั่วไพ่เพิ่มจนกว่าแต้มจะเกิน 21 หรือได้แต้มรวม 17 หรือสูงกว่า",
 "If the dealer has a hand total of 17 or higher, they will automatically stand.": "หากแต้มรวมในมือของเจ้ามือคือ 17 หรือสูงกว่า เจ้ามือจะอยู่โดยอัตโนมัติ",
 "If the dealer qualifies, and the dealer\\": "หากเจ้ามือมีคุณสมบัติ และเจ้ามือ\\",
 "If the Dealer qualifies, and the player\\": "หากเจ้ามือมีคุณสมบัติ และผู้เล่น\\",
 "If the dealer qualifies and beats your hand, both ante and raise will lose.": "หากเจ้ามือมีคุณสมบัติและชนะมือของคุณ ทั้งแอนเต้และเรสจะเสีย",
 "If the dealer qualifies and loses to your hand, then the ante will pay even money and the call bet according to the paytable.": "หากเจ้ามือมีคุณสมบัติและแพ้มือของคุณ แอนเต้จะจ่ายเงินเท่าเดิมพัน และเดิมพันคอลจะจ่ายตามตารางจ่าย",
 "If the player and dealer tie, both ante and raise will push.": "หากผู้เล่นและเจ้ามือเสมอกัน ทั้งแอนเต้และเรสจะเสมอ",
 "If the player drew a third card, the banker acts according to the following rules.": "หากผู้เล่นจั่วไพ่ใบที่สาม เจ้ามือจะดำเนินการตามกฎต่อไปนี้",
 "If the player has an initial total of 0–5, they draw a third card. If the player has an initial total of 6 or 7, they stand.": "หากผู้เล่นมีแต้มรวมเริ่มต้น 0–5 พวกเขาจะจั่วไพ่ใบที่สาม หากผู้เล่นมีแต้มรวมเริ่มต้น 6 หรือ 7 พวกเขาจะอยู่",
 "If the player stood, the banker regards only their own hand and acts according to the same rule as the player.": "หากผู้เล่นอยู่ เจ้ามือจะพิจารณามือของตนเองเท่านั้นและดำเนินการตามกฎเดียวกับผู้เล่น",
 "If the private key is not set or is incorrect, the automatic process will not work.": "หากไม่ได้ตั้งค่า Private Key หรือตั้งค่าไม่ถูกต้อง กระบวนการอัตโนมัติจะไม่ทำงาน",
 "If the result roll number falls into that range you win, otherwise you lose.": "หากหมายเลขผลลัพธ์อยู่ในช่วงนั้น คุณจะชนะ มิฉะนั้นคุณจะแพ้",
 "If you add the cron job via cPanel you need to omit the leading asterisk symbols.": "หากคุณเพิ่ม Cron job ผ่าน cPanel คุณต้องละเว้นสัญลักษณ์ดอกจันนำหน้า",
 "If you are adding a cron job via cPanel, you will need to omit the leading asterisk characters.": "หากคุณกำลังเพิ่ม Cron job ผ่าน cPanel คุณจะต้องละเว้นอักขระดอกจันนำหน้า",
 "If you are dealt a pair (2 cards of equal value) you have the option to put out a second wager and the dealer will split the two cards so that each card will become the first card on two new hands.": "หากคุณได้รับไพ่คู่ (ไพ่ 2 ใบที่มีค่าเท่ากัน) คุณมีตัวเลือกที่จะวางเดิมพันครั้งที่สอง และเจ้ามือจะแยกไพ่สองใบนั้นเพื่อให้ไพ่แต่ละใบกลายเป็นไพ่ใบแรกในมือใหม่สองมือ",
 "If you are on a desktop computer, install a compatible wallet as a browser extension.": "หากคุณใช้คอมพิวเตอร์เดสก์ท็อป ให้ติดตั้งกระเป๋าเงินที่เข้ากันได้เป็นส่วนขยายของเบราว์เซอร์",
 "If you are on a mobile phone, use the in-app browser.": "หากคุณใช้โทรศัพท์มือถือ ให้ใช้เบราว์เซอร์ในแอป",
 "If you call, you must place an extra wager equal to twice the amount of the ante bet.": "หากคุณคอล คุณต้องวางเดิมพันเพิ่มเติมเป็นสองเท่าของจำนวนเงินเดิมพันแอนเต้",
 "If you did not create an account, no further action is required.": "หากคุณไม่ได้สร้างบัญชี ไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม",
 "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ร้องขอการรีเซ็ตรหัสผ่าน ไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม",
 "If you fold, you lose the hand and automatically forfeit your ante bet.": "หากคุณหมอบ คุณจะเสียมือและเสียเดิมพันแอนเต้โดยอัตโนมัติ",
 "If you have a hand total that is advantageous to you but you need to take an additional card you can double your initial wager and the dealer will deal you only 1 additional card.": "หากคุณมีแต้มรวมในมือที่เป็นประโยชน์ต่อคุณ แต่คุณต้องการจั่วไพ่เพิ่ม คุณสามารถเพิ่มเงินเดิมพันเริ่มต้นเป็นสองเท่า และเจ้ามือจะแจกไพ่ให้คุณเพิ่มเพียง 1 ใบเท่านั้น",
 "If your first two cards are acceptable, you can stand.": "หากไพ่สองใบแรกของคุณเป็นที่น่าพอใจ คุณสามารถอยู่ได้",
 "If your hand has not busted, then it is time for the dealer to play their hand.": "หากมือของคุณไม่เกิน 21 แต้ม ถึงเวลาที่เจ้ามือจะเล่นมือของตน",
 "If you think the price will rise from the current price level, click \"Higher\".": "หากคุณคิดว่าราคาจะสูงขึ้นจากระดับราคาปัจจุบัน ให้คลิก \"สูงกว่า\"",
 "If you win your payout will be calculated as bet x {0}, otherwise you will lose your bet.": "หากคุณชนะ การจ่ายเงินของคุณจะคำนวณเป็น เดิมพัน x {0} มิฉะนั้นคุณจะเสียเดิมพัน",
 "If you would like more cards to improve your hand total, the dealer will deal you more cards, one at a time, until you either bust (go over 21) or you choose to stand.": "หากคุณต้องการไพ่เพิ่มเพื่อปรับปรุงแต้มรวมในมือ เจ้ามือจะแจกไพ่ให้คุณทีละใบ จนกว่าคุณจะแต้มเกิน (เกิน 21) หรือคุณเลือกที่จะอยู่",
 "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below into your web browser: [:actionURL](:actionURL)": "หากคุณมีปัญหาในการคลิกปุ่ม \":actionText\" ให้คัดลอกและวาง URL ด้านล่างลงในเว็บเบราว์เซอร์ของคุณ: [:actionURL](:actionURL)",
 "I have made a backup": "ฉันได้สำรองข้อมูลแล้ว",
 "Image": "รูปภาพ",
 "in": "ใน",
 "In addition to your password, you will also need a code generated by the Google Authenticator app on your phone.": "นอกเหนือจากรหัสผ่านของคุณ คุณจะต้องมีรหัสที่สร้างโดยแอป Google Authenticator บนโทรศัพท์ของคุณด้วย",
 "In case of abuse attempt your commissions will be rejected and your account will be suspended.": "ในกรณีที่มีการพยายามละเมิด ค่าคอมมิชชั่นของคุณจะถูกปฏิเสธและบัญชีของคุณจะถูกระงับ",
 "Incorrect one-time password.": "รหัสผ่านแบบใช้ครั้งเดียวไม่ถูกต้อง",
 "Individual affiliate commissions": "ค่าคอมมิชชั่นพันธมิตรรายบุคคล",
 "Individual permissions": "สิทธิ์ส่วนบุคคล",
 "Info": "ข้อมูล",
 "Info color": "สีข้อมูล",
 "Information": "ข้อมูล",
 "Info updated": "อัปเดตข้อมูลแล้ว",
 "Initial hand": "มือเริ่มต้น",
 "In progress": "กำลังดำเนินการ",
 "Input a random alphanumeric string without spaces": "ป้อนสตริงตัวอักษรและตัวเลขแบบสุ่มโดยไม่มีช่องว่าง",
 "Input your new password": "ป้อนรหัสผ่านใหม่ของคุณ",
 "Install": "ติดตั้ง",
 "Installation folder": "โฟลเดอร์ติดตั้ง",
 "Install sub-package": "ติดตั้งแพ็กเกจย่อย",
 "Install {0} add-on": "ติดตั้งส่วนเสริม {0}",
 "Insufficient balance (:balance) to perform this operation.": "ยอดเงินคงเหลือไม่เพียงพอ (:balance) ในการดำเนินการนี้",
 "Insufficient balance to perform this operation.": "ยอดเงินคงเหลือไม่เพียงพอในการดำเนินการนี้",
 "Insufficient funds :amount :currency": "เงินทุนไม่เพียงพอ :amount :currency",
 "Insurance": "ประกัน",
 "Insurance bet": "เดิมพันประกัน",
 "Insurance can only be made when the first dealer card is an ace.": "การประกันสามารถทำได้เฉพาะเมื่อไพ่ใบแรกของเจ้ามือเป็นเอซเท่านั้น",
 "Insurance is a side bet offered when the dealer has an Ace as an up-card.": "ประกันคือการเดิมพันข้างเคียงที่เสนอเมื่อเจ้ามือมีเอซเป็นไพ่หงาย",
 "Insurance loss": "เสียประกัน",
 "Insurance win": "ชนะประกัน",
 "Interface": "อินเทอร์เฟซ",
 "Interval": "ช่วงเวลา",
 "Interval {0}": "ช่วงเวลา {0}",
 "In the first round you receive 5 random cards.": "ในรอบแรก คุณจะได้รับไพ่สุ่ม 5 ใบ",
 "Invalid :ccy address": "ที่อยู่ :ccy ไม่ถูกต้อง",
 "Invalid email": "อีเมลไม่ถูกต้อง",
 "Invalid symbols detected": "ตรวจพบสัญลักษณ์ที่ไม่ถูกต้อง",
 "IP": "IP",
 "It is important to refresh the data after changing the API and saving the settings.": "สำคัญอย่างยิ่งที่จะต้องรีเฟรชข้อมูลหลังจากเปลี่ยน API และบันทึกการตั้งค่า",
 "It is strongly recommended to enable two-factor authentication to protect your account.": "ขอแนะนำอย่างยิ่งให้เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยเพื่อปกป้องบัญชีของคุณ",
 "It means that the probability of winning is higher when the range is wider and vice versa.": "หมายความว่าโอกาสในการชนะจะสูงขึ้นเมื่อช่วงกว้างขึ้น และในทางกลับกัน",
 "Jack": "แจ็ค",
 "Jacks or better": "แจ็คหรือสูงกว่า",
 "JavaScript": "JavaScript",
 "Jobs": "งาน",
 "Jockey hat": "หมวกจ็อกกี้",
 "Jockey shirt": "เสื้อจ็อกกี้",
 "Join": "เข้าร่วม",
 "Join an existing room": "เข้าร่วมห้องที่มีอยู่",
 "Join us": "เข้าร่วมกับเรา",
 "Join us to start your exclusive journey!": "เข้าร่วมกับเราเพื่อเริ่มต้นการเดินทางสุดพิเศษของคุณ!",
 "JSON-RPC URL": "URL JSON-RPC",
 "KA Gaming": "KA Gaming",
 "Keep log files for": "เก็บไฟล์บันทึกสำหรับ",
 "Keep playing!": "เล่นต่อไป!",
 "Kickers": "ไพ่คิกเกอร์",
 "King": "คิง",
 "Klarna (was Sofort)": "Klarna (เดิมคือ Sofort)",
 "Kovan test network": "เครือข่ายทดสอบ Kovan",
 "KYC": "KYC",
 "KYC bonus": "โบนัส KYC",
 "KYC request": "คำขอ KYC",
 "KYC request successfully approved.": "อนุมัติคำขอ KYC เรียบร้อยแล้ว",
 "KYC request successfully deleted.": "ลบคำขอ KYC เรียบร้อยแล้ว",
 "KYC request successfully rejected.": "ปฏิเสธคำขอ KYC เรียบร้อยแล้ว",
 "KYC request {0}": "คำขอ KYC {0}",
 "KYC status": "สถานะ KYC",
 "Language": "ภาษา",
 "Laravel": "Laravel",
 "Last 5 chars of the Client hash are converted to a decimal value.": "อักขระ 5 ตัวสุดท้ายของแฮชไคลเอนต์ถูกแปลงเป็นค่าทศนิยม",
 "Last 24 hours": "24 ชั่วโมงล่าสุด",
 "Last hit threshold": "เกณฑ์การถูกรางวัลล่าสุด",
 "Last login at": "เข้าสู่ระบบล่าสุดเมื่อ",
 "Last login from": "เข้าสู่ระบบล่าสุดจาก",
 "last month": "เดือนที่แล้ว",
 "Last seen": "เห็นล่าสุด",
 "Last seen at": "เห็นล่าสุดเมื่อ",
 "Last win": "ชนะล่าสุด",
 "Latest bets": "เดิมพันล่าสุด",
 "Leaderboard": "กระดานผู้นำ",
 "Learn more": "เรียนรู้เพิ่มเติม",
 "Leave empty to preserve current user password.": "ปล่อยว่างไว้เพื่อรักษารหัสผ่านผู้ใช้ปัจจุบัน",
 "Leave empty to use the limit specified in the game settings.": "ปล่อยว่างไว้เพื่อใช้ขีดจำกัดที่ระบุในการตั้งค่าเกม",
 "Leave zero if you like to manually approve all withdrawals.": "ใส่ศูนย์หากคุณต้องการอนุมัติการถอนทั้งหมดด้วยตนเอง",
 "Left": "ซ้าย",
 "Length {0} characters": "ความยาว {0} ตัวอักษร",
 "less than": "น้อยกว่า",
 "Let\\": "ให้\\",
 "License": "ใบอนุญาต",
 "Licensee email": "อีเมลผู้รับใบอนุญาต",
 "License registration": "การลงทะเบียนใบอนุญาต",
 "Light": "สว่าง",
 "Light surface color": "สีพื้นผิวสว่าง",
 "Limit": "ขีดจำกัด",
 "Line": "ไลน์",
 "Line :n": "ไลน์ :n",
 "Lines": "ไลน์",
 "lines": "ไลน์",
 "List of all methods": "รายการวิธีการทั้งหมด",
 "Live mode": "โหมดสด",
 "Load count": "จำนวนที่โหลด",
 "Loading": "กำลังโหลด",
 "Loading...": "กำลังโหลด...",
 "Load more": "โหลดเพิ่มเติม",
 "Log channel": "ช่องบันทึก",
 "Log file :file can not be deleted.": "ไม่สามารถลบไฟล์บันทึก :file ได้",
 "Log file :file not found.": "ไม่พบไฟล์บันทึก :file",
 "Log file can not be deleted.": "ไม่สามารถลบไฟล์บันทึกได้",
 "Log files": "ไฟล์บันทึก",
 "Log file successfully deleted.": "ลบไฟล์บันทึกเรียบร้อยแล้ว",
 "Logging": "การบันทึก",
 "Log in": "ล็อกอิน",
 "Log in to your account": "ล็อกอินบัญชีของคุณ",
 "Log in with": "ล็อกอินบบด้วย",
 "Log in with GitHub": "ล็อกอินด้วย GitHub",
 "Log in with {0}": "เข้าสู่ระบบด้วย {0}",
 "Log in with {0} wallet": "เข้าสู่ระบบด้วยกระเป๋าเงิน {0}",
 "Log level": "ระดับการบันทึก",
 "Logo": "โลโก้",
 "Log out": "ออกจากระบบ",
 "Logs": "บันทึก",
 "Lose": "แพ้",
 "Loss": "การสูญเสีย",
 "Losses": "การสูญเสีย",
 "Loss treshold": "เกณฑ์การสูญเสีย",
 "Lost": "แพ้แล้ว",
 "Low": "ต่ำ",
 "Lower": "ต่ำกว่า",
 "Lower ranked assets will not be available for play.": "สินทรัพย์ที่มีอันดับต่ำกว่าจะไม่สามารถใช้เล่นได้",
 "Low house edge": "อัตราได้เปรียบของเจ้ามือต่ำ",
 "Lucky Wheel": "วงล้อนำโชค",
 "m": "นาที",
 "Maestro": "Maestro",
 "Mail driver": "ไดรเวอร์เมล",
 "Main Ethereum network": "เครือข่าย Ethereum หลัก",
 "Main menu expanded": "เมนูหลักขยาย",
 "Main menu items": "รายการเมนูหลัก",
 "Mainnet (trongrid)": "Mainnet (trongrid)",
 "Mainnet (tronstack)": "Mainnet (tronstack)",
 "Mainnet TronGrid": "Mainnet TronGrid",
 "Mainnet TronStack": "Mainnet TronStack",
 "Main network": "เครือข่ายหลัก",
 "Maintenance": "การบำรุงรักษา",
 "Maintenance mode": "โหมดบำรุงรักษา",
 "Make a bet and spin the wheel.": "วางเดิมพันแล้วหมุนวงล้อ",
 "Make a payment using the Phantom Wallet.": "ชำระเงินโดยใช้ Phantom Wallet",
 "Make sure to start the queue worker background process, please check the Help page for more info.": "โปรดตรวจสอบให้แน่ใจว่าได้เริ่มกระบวนการเบื้องหลังของตัวจัดการคิวแล้ว โปรดดูหน้าช่วยเหลือสำหรับข้อมูลเพิ่มเติม",
 "Make the payment with a {0} compatible wallet.": "ชำระเงินด้วยกระเป๋าเงินที่รองรับ {0}",
 "Manual": "ด้วยตนเอง",
 "Market data provider can be selected in Services » Crypto API.": "สามารถเลือกผู้ให้บริการข้อมูลตลาดได้ใน บริการ » Crypto API",
 "Market data source: {0}": "แหล่งข้อมูลตลาด: {0}",
 "Markets": "ตลาด",
 "Mask icon": "ไอคอนมาสก์",
 "Mastercard": "Mastercard",
 "Matches count": "จำนวนการจับคู่",
 "Max": "สูงสุด",
 "Max amount": "จำนวนเงินสูงสุด",
 "Max animation time": "เวลาแอนิเมชันสูงสุด",
 "Max asset rank": "อันดับสินทรัพย์สูงสุด",
 "Max auto withdrawal": "ถอนอัตโนมัติสูงสุด",
 "Max bet": "เดิมพันสูงสุด",
 "Max bonus amount": "จำนวนโบนัสสูงสุด",
 "Max bonus bet": "เดิมพันโบนัสสูงสุด",
 "Max bots": "จำนวนบอทสูงสุด",
 "Max deposit amount": "จำนวนเงินฝากสูงสุด",
 "Max fee per gas": "ค่าธรรมเนียมสูงสุดต่อแก๊ส",
 "Maximum number of bots to buy a raffle ticket during each cycle.": "จำนวนบอทสูงสุดในการซื้อตั๋วการจับสลากในแต่ละรอบ",
 "Maximum number of bots to play a game during each cycle.": "จำนวนบอทสูงสุดในการเล่นเกมในแต่ละรอบ",
 "Maximum number of tickets to buy.": "จำนวนตั๋วสูงสุดที่สามารถซื้อได้",
 "Max number of raffles on home page": "จำนวนการจับสลากสูงสุดบนหน้าแรก",
 "Max profit": "กำไรสูงสุด",
 "Max tickets": "ตั๋วสูงสุด",
 "Max tickets per user": "ตั๋วสูงสุดต่อผู้ใช้",
 "Max total bet": "เดิมพันรวมสูงสุด",
 "Max value is {0}": "ค่าสูงสุดคือ {0}",
 "Max win chance": "โอกาสชนะสูงสุด",
 "Max withdrawal amount": "จำนวนเงินถอนสูงสุด",
 "Max {0} characters": "สูงสุด {0} ตัวอักษร",
 "MB": "เมกะไบต์",
 "Menu": "เมนู",
 "Menu icon": "ไอคอนเมนู",
 "Mercado Pago": "Mercado Pago",
 "Merchant ID": "ID ผู้ขาย",
 "Message": "ข้อความ",
 "Message ID or text, user name or email": "ID หรือข้อความ, ชื่อผู้ใช้ หรืออีเมล",
 "Message is successfully sent.": "ส่งข้อความเรียบร้อยแล้ว",
 "Messages": "ข้อความ",
 "Messages count": "จำนวนข้อความ",
 "Message successfully deleted.": "ลบข้อความเรียบร้อยแล้ว",
 "Message {0}": "ข้อความ {0}",
 "Method": "วิธี",
 "Min": "ต่ำสุด",
 "min: {0}, max: {1}": "ต่ำสุด: {0}, สูงสุด: {1}",
 "Min bet": "เดิมพันต่ำสุด",
 "Min bet volume": "ปริมาณการเดิมพันต่ำสุด",
 "Min bonus bet": "เดิมพันโบนัสต่ำสุด",
 "Min bots": "จำนวนบอทต่ำสุด",
 "Min deposit amount": "จำนวนเงินฝากต่ำสุด",
 "Min deposit amount for the bonus rule to apply": "จำนวนเงินฝากขั้นต่ำเพื่อให้กฎโบนัสมีผล",
 "Minimum bet a bot is allowed to make.": "จำนวนเงินเดิมพันขั้นต่ำที่บอทสามารถทำได้",
 "Minimum number of bots to buy a raffle ticket during each cycle.": "จำนวนบอทขั้นต่ำในการซื้อตั๋วการจับสลากในแต่ละรอบ",
 "Minimum number of bots to play a game during each cycle.": "จำนวนบอทขั้นต่ำในการเล่นเกมในแต่ละรอบ",
 "Minimum number of tickets to buy.": "จำนวนตั๋วขั้นต่ำที่สามารถซื้อได้",
 "Minimum payment amount is :amount :currency": "จำนวนเงินชำระขั้นต่ำคือ :amount :currency",
 "Minimum transaction is :currency :minimum": "ธุรกรรมขั้นต่ำคือ :currency :minimum",
 "Min tickets": "ตั๋วต่ำสุด",
 "Min total bet": "เดิมพันรวมต่ำสุด",
 "Min total deposit to allow withdrawals": "จำนวนเงินฝากรวมขั้นต่ำเพื่ออนุญาตการถอน",
 "minutes": "นาที",
 "Min value is {0}": "ค่าต่ำสุดคือ {0}",
 "Min win chance": "โอกาสชนะต่ำสุด",
 "Min withdrawal amount": "จำนวนเงินถอนต่ำสุด",
 "Min {0} characters": "ต่ำสุด {0} ตัวอักษร",
 "Mode": "โหมด",
 "Month": "เดือน",
 "Monthly withdrawal limit": "วงเงินถอนรายเดือน",
 "Most fiat currencies have 2 decimals, most cryptocurrencies have 8 decimals.": "สกุลเงิน fiat ส่วนใหญ่มี 2 ทศนิยม สกุลเงินดิจิทัลส่วนใหญ่มี 8 ทศนิยม",
 "Multiplayer roulette is similar to the regular roulette, except that the betting rounds last for a specific amount of time ({0} seconds) and any player can place a bet during that time.": "รูเล็ตหลายผู้เล่นคล้ายกับรูเล็ตปกติ ยกเว้นรอบการเดิมพันจะใช้เวลาตามจำนวนที่กำหนด ({0} วินาที) และผู้เล่นทุกคนสามารถวางเดิมพันในช่วงเวลานั้นได้",
 "Mumbai test network": "เครือข่ายทดสอบ Mumbai",
 "My": "ของฉัน",
 "My games": "เกมของฉัน",
 "Name": "ชื่อ",
 "Nav bar background": "พื้นหลังแถบนำทาง",
 "Navigation": "การนำทาง",
 "Navigation bar always visible": "แถบนำทางมองเห็นได้เสมอ",
 "Needs review": "ต้องตรวจสอบ",
 "Neighbours": "เพื่อนบ้าน",
 "Neteller": "Neteller",
 "Net Gaming Revenue is equal to GGR minus all bonuses and commissions paid to players.": "รายได้จากการเล่นเกมสุทธิเท่ากับ GGR ลบด้วยโบนัสและค่าคอมมิชชั่นทั้งหมดที่จ่ายให้กับผู้เล่น",
 "Net win": "ชนะสุทธิ",
 "Network": "เครือข่าย",
 "Never": "ไม่เคย",
 "New bet": "เดิมพันใหม่",
 "New deposit": "ฝากใหม่",
 "Newest": "ใหม่ที่สุด",
 "New KYC request": "คำขอ KYC ใหม่",
 "New password": "รหัสผ่านใหม่",
 "New user :name (:email) has just signed up.": "ผู้ใช้ใหม่ :name (:email) เพิ่งลงทะเบียน",
 "New user signed up": "ผู้ใช้ใหม่ลงทะเบียนแล้ว",
 "New version {0} is available ({1} currently installed).": "มีเวอร์ชันใหม่ {0} พร้อมใช้งาน (ติดตั้ง {1} อยู่ในขณะนี้)",
 "New withdrawal": "ถอนใหม่",
 "NGR": "NGR",
 "Nile Testnet": "Nile Testnet",
 "Nine": "เก้า",
 "No": "ไม่",
 "No affiliates registered.": "ไม่มีพันธมิตรที่ลงทะเบียน",
 "No changelog found.": "ไม่พบรายการเปลี่ยนแปลง",
 "No commissions found.": "ไม่พบคอมมิชชั่น",
 "No data found": "ไม่พบข้อมูล",
 "No deposit methods enabled.": "ไม่ได้เปิดใช้งานวิธีการฝากเงิน",
 "No games found": "ไม่พบเกม",
 "No games played in the auto mode.": "ไม่มีเกมที่เล่นในโหมดอัตโนมัติ",
 "No internet": "ไม่มีอินเทอร์เน็ต",
 "No luck": "ไม่มีโชค",
 "None": "ไม่มี",
 "No one won big yet": "ยังไม่มีใครชนะรางวัลใหญ่",
 "No payment gateways enabled.": "ไม่ได้เปิดใช้งานเกตเวย์การชำระเงิน",
 "No raffles are running at the moment.": "ขณะนี้ไม่มีการจับสลาก",
 "Notes": "หมายเหตุ",
 "Note that the betting round lasts for {0} seconds, so you need to place your bet before the time runs out.": "โปรดทราบว่ารอบการเดิมพันจะใช้เวลา {0} วินาที ดังนั้นคุณต้องวางเดิมพันก่อนหมดเวลา",
 "Not found": "ไม่พบ",
 "Nothing": "ไม่มีอะไร",
 "Notifications": "การแจ้งเตือน",
 "Notification URL": "URL การแจ้งเตือน",
 "Notify after a user completes a deposit": "แจ้งเตือนหลังจากผู้ใช้ทำการฝากเงินเสร็จสิ้น",
 "Notify after a user creates a withdrawal": "แจ้งเตือนหลังจากผู้ใช้สร้างการถอนเงิน",
 "Notify when a new KYC request is submitted": "แจ้งเตือนเมื่อมีการส่งคำขอ KYC ใหม่",
 "Notify when a new user signs up": "แจ้งเตือนเมื่อมีผู้ใช้ใหม่ลงทะเบียน",
 "Notify when a user loses a game": "แจ้งเตือนเมื่อผู้ใช้แพ้เกม",
 "Notify when a user wins a game": "แจ้งเตือนเมื่อผู้ใช้ชนะเกม",
 "Not qualified": "ไม่มีคุณสมบัติ",
 "Not signed up?": "ยังไม่ได้ลงทะเบียน?",
 "Not started": "ยังไม่เริ่ม",
 "No withdrawal methods enabled.": "ไม่ได้เปิดใช้งานวิธีการถอนเงิน",
 "Nowpayments": "Nowpayments",
 "Number of airplanes": "จำนวนเครื่องบิน",
 "Number of clouds": "จำนวนเมฆ",
 "Number of confirmations": "จำนวนการยืนยัน",
 "Number of confirmations required before deposit can be marked as completed.": "จำนวนการยืนยันที่จำเป็นก่อนที่จะสามารถทำเครื่องหมายการฝากว่าเสร็จสมบูรณ์",
 "Number of decimal places, which payment amount should be rounded to.": "จำนวนทศนิยมที่ควรปัดเศษจำนวนเงินที่ชำระ",
 "Number of decimals": "จำนวนทศนิยม",
 "Number of deposits": "จำนวนเงินฝาก",
 "Number of games": "จำนวนเกม",
 "Number of matches": "จำนวนการแข่งขัน",
 "Number of rounds": "จำนวนรอบ",
 "Number of tickets": "จำนวนตั๋ว",
 "Number of weeks": "จำนวนสัปดาห์",
 "Numeric ID of the payment method.": "ID ตัวเลขของวิธีการชำระเงิน",
 "OAuth providers": "ผู้ให้บริการ OAuth",
 "Octahedron": "Octahedron",
 "Odd": "คี่",
 "OG (Open Graph) image": "ภาพ OG (Open Graph)",
 "Once you make your bet, you will receive five cards.": "เมื่อคุณวางเดิมพันแล้ว คุณจะได้รับไพ่ห้าใบ",
 "One-time password": "รหัสผ่านแบบใช้ครั้งเดียว",
 "On error color": "สีเมื่อเกิดข้อผิดพลาด",
 "On footer": "บนส่วนท้าย",
 "On image color": "สีบนภาพ",
 "Online": "ออนไลน์",
 "On loss": "เมื่อแพ้",
 "Only 1 scatter symbol can be enabled": "สามารถเปิดใช้งานสัญลักษณ์ Scatter ได้เพียง 1 สัญลักษณ์เท่านั้น",
 "Only 1 scatter symbol can be enabled at a time": "สามารถเปิดใช้งานสัญลักษณ์ Scatter ได้ครั้งละ 1 สัญลักษณ์เท่านั้น",
 "Only 1 wild symbol can be enabled": "สามารถเปิดใช้งานสัญลักษณ์ Wild ได้เพียง 1 สัญลักษณ์เท่านั้น",
 "Only 1 wild symbol can be enabled at a time": "สามารถเปิดใช้งานสัญลักษณ์ Wild ได้ครั้งละ 1 สัญลักษณ์เท่านั้น",
 "Only authenticated": "เฉพาะผู้ที่ผ่านการรับรองความถูกต้อง",
 "Only public": "เฉพาะสาธารณะ",
 "On primary color": "สีหลักบน",
 "On primary container color": "สีหลักบนคอนเทนเนอร์",
 "On secondary color": "สีรองบน",
 "On secondary container color": "สีรองบนคอนเทนเนอร์",
 "On surface color": "สีพื้นผิวบน",
 "On surface variant color": "สีพื้นผิวแบบต่างๆ บน",
 "On win": "เมื่อชนะ",
 "Open Google Authenticator app on your mobile phone.": "เปิดแอป Google Authenticator บนโทรศัพท์มือถือของคุณ",
 "Open price": "ราคาเปิด",
 "Operation performed successfully.": "ดำเนินการสำเร็จ",
 "Operator ID": "ID ผู้ให้บริการ",
 "Options": "ตัวเลือก",
 "Or continue with": "หรือดำเนินการต่อด้วย",
 "Original": "ดั้งเดิม",
 "Original games": "เกมดั้งเดิม",
 "Original games list": "รายชื่อเกมดั้งเดิม",
 "Orphelins": "Orphelins",
 "OS": "OS",
 "Other parameters will be adjusted automatically.": "พารามิเตอร์อื่นๆ จะถูกปรับโดยอัตโนมัติ",
 "Otherwise, if you think the price will drop from the current price level, click \"Below\".": "มิฉะนั้น หากคุณคิดว่าราคาจะลดลงจากระดับราคาปัจจุบัน ให้คลิก \"ต่ำกว่า\"",
 "Our website is down for maintenance": "เว็บไซต์ของเราอยู่ระหว่างการบำรุงรักษา",
 "Outstanding user balances (except admins and bots)": "ยอดคงเหลือของผู้ใช้ค้างชำระ (ยกเว้นผู้ดูแลระบบและบอท)",
 "Package \":id\" can not be installed or upgraded.": "ไม่สามารถติดตั้งหรืออัปเกรดแพ็กเกจ \":id\" ได้",
 "Package \":id\" does not exist.": "ไม่มีแพ็กเกจ \":id\"",
 "Pad background": "พื้นหลังแผ่นรอง",
 "Pad text": "ข้อความแผ่นรอง",
 "Page background": "พื้นหลังหน้า",
 "Page ID": "ID หน้า",
 "Page is successfully deleted.": "ลบหน้าเรียบร้อยแล้ว",
 "Page is successfully saved.": "บันทึกหน้าเรียบร้อยแล้ว",
 "Page slug": "สลักหน้า",
 "Page title": "ชื่อหน้า",
 "Pagination": "การแบ่งหน้า",
 "pagination.next": "ถัดไป &raquo;",
 "pagination.previous": "&laquo; ก่อนหน้า",
 "Pair": "คู่",
 "Pair (jacks or better)": "คู่ (แจ็คหรือดีกว่า)",
 "Pair of aces": "คู่เอซ",
 "Panoramic background image": "ภาพพื้นหลังแบบพาโนรามา",
 "Parameter name": "ชื่อพารามิเตอร์",
 "Parameter {0}": "พารามิเตอร์ {0}",
 "Params": "พารามิเตอร์",
 "Partner name": "ชื่อคู่ค้า",
 "Passed": "ผ่านแล้ว",
 "PassimPay": "PassimPay",
 "Password": "รหัสผ่าน",
 "Password reset": "รีเซ็ตรหัสผ่าน",
 "passwords.password": "รหัสผ่านต้องมีความยาวอย่างน้อยหกตัวอักษรและตรงกับการยืนยัน",
 "passwords.reset": "รหัสผ่านของคุณถูกรีเซ็ตแล้ว!",
 "passwords.sent": "เราได้ส่งลิงก์รีเซ็ตรหัสผ่านของคุณทางอีเมลแล้ว!",
 "passwords.throttled": "คุณได้ร้องขอการรีเซ็ตรหัสผ่านเมื่อเร็วๆ นี้ โปรดตรวจสอบอีเมลของคุณ",
 "passwords.token": "โทเค็นรีเซ็ตรหัสผ่านนี้ไม่ถูกต้อง",
 "passwords.user": "เราไม่พบผู้ใช้ที่มีที่อยู่อีเมลนั้น",
 "Password should match": "รหัสผ่านควรตรงกัน",
 "Password successfully changed.": "เปลี่ยนรหัสผ่านเรียบร้อยแล้ว",
 "Password updated": "อัปเดตรหัสผ่านแล้ว",
 "Path": "เส้นทาง",
 "Path to PHP": "เส้นทางไปยัง PHP",
 "Pay": "จ่าย",
 "pay": "จ่าย",
 "Payload": "เพย์โหลด",
 "Payment": "การชำระเงิน",
 "Payment amount": "จำนวนเงินที่ชำระ",
 "Payment currency": "สกุลเงินที่ชำระ",
 "Payment gateway": "เกตเวย์การชำระเงิน",
 "Payment gateways": "เกตเวย์การชำระเงิน",
 "Payment gateway {0}": "เกตเวย์การชำระเงิน {0}",
 "Payment method": "วิธีการชำระเงิน",
 "Payment methods": "วิธีการชำระเงิน",
 "Payment priority": "ลำดับความสำคัญของการชำระเงิน",
 "Payments": "การชำระเงิน",
 "Payout": "การจ่ายเงิน",
 "Payout intervals": "ช่วงเวลาการจ่ายเงิน",
 "Payout is calculated like this: {0}.": "การจ่ายเงินคำนวณดังนี้: {0}.",
 "Payout rules": "กฎการจ่ายเงิน",
 "Payouts are displayed to the right of the bet input field.": "การจ่ายเงินจะแสดงทางด้านขวาของช่องป้อนข้อมูลการเดิมพัน",
 "Paypal": "Paypal",
 "pays": "จ่าย",
 "Paysafecard": "Paysafecard",
 "Paysafecash": "Paysafecash",
 "pays x{0}": "จ่าย x{0}",
 "Paytable": "ตารางการจ่ายเงิน",
 "Pay with Metamask": "จ่ายด้วย Metamask",
 "Pending": "รอดำเนินการ",
 "Percentage of all players bets": "เปอร์เซ็นต์ของการเดิมพันทั้งหมดของผู้เล่น",
 "Percentage of all tickets value that will be withheld.": "เปอร์เซ็นต์ของมูลค่าตั๋วทั้งหมดที่จะถูกหักไว้",
 "Period": "ระยะเวลา",
 "Permission error": "ข้อผิดพลาดด้านสิทธิ์",
 "Permissions": "สิทธิ์",
 "PHP": "PHP",
 "PHP extension \":ext\" should be installed and enabled on your server.": "ควรติดตั้งและเปิดใช้งานส่วนขยาย PHP \":ext\" บนเซิร์ฟเวอร์ของคุณ",
 "PHP version": "เวอร์ชัน PHP",
 "Pix": "Pix",
 "Pix key": "รหัส Pix",
 "Place": "วาง",
 "Place your bet": "วางเดิมพันของคุณ",
 "Place your bets": "วางเดิมพันของคุณ",
 "Place — you win if your horse finishes first or second.": "เพลส — คุณจะชนะหากม้าของคุณเข้าเส้นชัยเป็นอันดับหนึ่งหรือสอง",
 "Platform ID": "ID แพลตฟอร์ม",
 "Platform version": "เวอร์ชันแพลตฟอร์ม",
 "Play": "เล่น",
 "Play again": "เล่นอีกครั้ง",
 "Played": "เล่นแล้ว",
 "Played at": "เล่นเมื่อ",
 "Player": "ผู้เล่น",
 "Player bet": "เดิมพันผู้เล่น",
 "Player bet / win": "เดิมพันผู้เล่น / ชนะ",
 "Player bet payout": "การจ่ายเงินเดิมพันผู้เล่น",
 "Player bet win": "ผู้เล่นชนะเดิมพัน",
 "Player cards": "ไพ่ผู้เล่น",
 "Player hand": "มือผู้เล่น",
 "Players": "ผู้เล่น",
 "Players bet against the house instead of each other.": "ผู้เล่นเดิมพันกับเจ้ามือแทนที่จะเดิมพันกันเอง",
 "Player score": "แต้มผู้เล่น",
 "Player turn duration": "ระยะเวลาตาผู้เล่น",
 "Player wins": "ผู้เล่นชนะ",
 "Player {0} hand": "มือผู้เล่น {0}",
 "Player {0} score": "แต้มผู้เล่น {0}",
 "Player {0} win": "ผู้เล่น {0} ชนะ",
 "Playing card back background image": "ภาพพื้นหลังหลังไพ่",
 "Playing card front background image": "ภาพพื้นหลังหน้าไพ่",
 "Playing Sic Bo is relatively easy and the goal is to determine the falling dice value.": "การเล่นซิกโบนั้นค่อนข้างง่ายและเป้าหมายคือการทายค่าลูกเต๋าที่ทอย",
 "Please check that .env file exists and has write permissions.": "โปรดตรวจสอบว่ามีไฟล์ .env และมีสิทธิ์เขียน",
 "Please check that Metamask extension is enabled": "โปรดตรวจสอบว่าได้เปิดใช้งานส่วนขยาย Metamask แล้ว",
 "Please check that the following configuration variables are set: :vars.": "โปรดตรวจสอบว่าได้ตั้งค่าตัวแปรการกำหนดค่าต่อไปนี้แล้ว: :vars",
 "Please check that you are connected to the internet.": "โปรดตรวจสอบว่าคุณเชื่อมต่ออินเทอร์เน็ตแล้ว",
 "Please check the Paytable tab to see if such symbols are enabled in this slot machine.": "โปรดตรวจสอบแท็บตารางการจ่ายเงินเพื่อดูว่ามีการเปิดใช้งานสัญลักษณ์ดังกล่าวในเครื่องสล็อตนี้หรือไม่",
 "Please check your email to complete the registration.": "โปรดตรวจสอบอีเมลของคุณเพื่อดำเนินการลงทะเบียนให้เสร็จสิ้น",
 "Please click on that link to verify your email and continue using our website.": "โปรดคลิกที่ลิงก์นั้นเพื่อยืนยันอีเมลของคุณและดำเนินการใช้งานเว็บไซต์ของเราต่อไป",
 "Please click the button below to verify your email address.": "โปรดคลิกปุ่มด้านล่างเพื่อยืนยันที่อยู่อีเมลของคุณ",
 "Please complete the bank transfer using the below credentials.": "โปรดดำเนินการโอนเงินผ่านธนาคารโดยใช้ข้อมูลด้านล่างนี้",
 "Please complete the form below to verify your identity.": "โปรดกรอกแบบฟอร์มด้านล่างเพื่อยืนยันตัวตนของคุณ",
 "Please complete the payment using the below credentials.": "โปรดดำเนินการชำระเงินโดยใช้ข้อมูลด้านล่างนี้",
 "Please confirm that you own this address first.": "โปรดยืนยันก่อนว่าคุณเป็นเจ้าของที่อยู่นี้",
 "Please confirm this address belongs to you by signing a random text string.": "โปรดยืนยันว่าที่อยู่นี้เป็นของคุณโดยการลงนามในข้อความสุ่ม",
 "Please confirm you own this Ethereum address first.": "โปรดยืนยันก่อนว่าคุณเป็นเจ้าของที่อยู่ Ethereum นี้",
 "Please do the following to enable two-factor authentication.": "โปรดทำตามขั้นตอนต่อไปนี้เพื่อเปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย",
 "Please enable JavaScript in your browser.": "โปรดเปิดใช้งาน JavaScript ในเบราว์เซอร์ของคุณ",
 "Please ensure that the transaction parameters are correct and that the sending address has sufficient funds.": "โปรดตรวจสอบให้แน่ใจว่าพารามิเตอร์การทำธุรกรรมถูกต้องและที่อยู่ผู้ส่งมีเงินเพียงพอ",
 "Please fill in the below form to disable two-factor authentication.": "โปรดกรอกแบบฟอร์มด้านล่างเพื่อปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย",
 "Please fill Pusher settings first under Services tab.": "โปรดกรอกการตั้งค่า Pusher ก่อนในแท็บบริการ",
 "Please note, it is different from your regular Paypal account password": "โปรดทราบว่านี่แตกต่างจากรหัสผ่านบัญชี Paypal ปกติของคุณ",
 "Please note, it is different from your regular Paypal account username": "โปรดทราบว่านี่แตกต่างจากชื่อผู้ใช้บัญชี Paypal ปกติของคุณ",
 "Please note, that this amount is approximate and is subject to change depending on when the withdrawal request is approved and processed.": "โปรดทราบว่าจำนวนเงินนี้เป็นค่าประมาณและอาจมีการเปลี่ยนแปลงขึ้นอยู่กับเวลาที่คำขอถอนได้รับการอนุมัติและดำเนินการ",
 "Please note that even though such withdrawals will be processed automatically on the application side an extra email confirmation might be required on the payments provider side (see \"Auto confirm withdrawals\" setting).": "โปรดทราบว่าแม้ว่าการถอนดังกล่าวจะดำเนินการโดยอัตโนมัติในส่วนของแอปพลิเคชัน แต่อาจต้องมีการยืนยันทางอีเมลเพิ่มเติมในส่วนของผู้ให้บริการชำระเงิน (ดูการตั้งค่า \"ยืนยันการถอนอัตโนมัติ\")",
 "Please note that even though such withdrawals will be processed automatically on the application side an extra email confirmation might be required on the payments provider side (see coinpayments settings).": "โปรดทราบว่าแม้ว่าการถอนดังกล่าวจะดำเนินการโดยอัตโนมัติในส่วนของแอปพลิเคชัน แต่อาจต้องมีการยืนยันทางอีเมลเพิ่มเติมในส่วนของผู้ให้บริการชำระเงิน (ดูการตั้งค่า coinpayments)",
 "Please note that the command-line (cli) PHP version on your server should also meet the minimum PHP version requirements, otherwise the cron job will fail to execute.": "โปรดทราบว่าเวอร์ชัน PHP ของ command-line (cli) บนเซิร์ฟเวอร์ของคุณควรเป็นไปตามข้อกำหนดเวอร์ชัน PHP ขั้นต่ำด้วย มิฉะนั้น Cron job จะไม่สามารถทำงานได้",
 "Please note that this setting only affects whether an extra email confirmation is required for all withdrawals from your coinpayments.net account.": "โปรดทราบว่าการตั้งค่านี้มีผลเฉพาะว่าจำเป็นต้องมีการยืนยันทางอีเมลเพิ่มเติมสำหรับการถอนทั้งหมดจากบัญชี coinpayments.net ของคุณหรือไม่",
 "Please note that your bet is multiplied by the number of paylines you play.": "โปรดทราบว่าการเดิมพันของคุณจะถูกคูณด้วยจำนวนเพย์ไลน์ที่คุณเล่น",
 "Please refer to the installation guide for more information how to add a cron job.": "โปรดดูคู่มือการติดตั้งสำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการเพิ่ม Cron job",
 "Please refer to the installation guide for more information on how to add a cron job.": "โปรดดูคู่มือการติดตั้งสำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการเพิ่ม Cron job",
 "Please refresh the page and try again.": "โปรดรีเฟรชหน้าและลองอีกครั้ง",
 "Please refresh the page for the new settings to take in effect.": "โปรดรีเฟรชหน้าเพื่อให้การตั้งค่าใหม่มีผล",
 "Please rotate your device to landscape orientation": "โปรดหมุนอุปกรณ์ของคุณเป็นแนวนอน",
 "Please select %{n} numbers to play": "โปรดเลือก %{n} หมายเลขเพื่อเล่น",
 "Please upgrade Stake to version {0} first to be able to upgrade the add-on.": "โปรดอัปเกรด Stake เป็นเวอร์ชัน {0} ก่อนจึงจะสามารถอัปเกรดส่วนเสริมได้",
 "Please upgrade Stake to version {0} to use this add-on": "โปรดอัปเกรด Stake เป็นเวอร์ชัน {0} เพื่อใช้ส่วนเสริมนี้",
 "Please use landscape (horizontal) orientation.": "โปรดใช้การวางแนวแนวนอน",
 "Please verify that you are a human.": "โปรดยืนยันว่าคุณเป็นมนุษย์",
 "Please verify your email first.": "โปรดยืนยันอีเมลของคุณก่อน",
 "Plinko is a game of chance played with a ball falling down the vertical board in the form of a pyramid.": "Plinko เป็นเกมเสี่ยงโชคที่เล่นโดยลูกบอลตกลงมาจากกระดานแนวตั้งในรูปทรงพีระมิด",
 "Poker tester": "โปรแกรมทดสอบโป๊กเกอร์",
 "POLi": "POLi",
 "Polygon": "Polygon",
 "Polygonscan.com API key": "รหัส API ของ Polygonscan.com",
 "Port": "พอร์ต",
 "Post Affiliate Pro": "Post Affiliate Pro",
 "Posted": "โพสต์แล้ว",
 "PostePay": "PostePay",
 "Predict financial markets": "ทำนายตลาดการเงิน",
 "previous": "ก่อนหน้า",
 "Previous month": "เดือนที่แล้ว",
 "Previous week": "สัปดาห์ที่แล้ว",
 "Previous year": "ปีที่แล้ว",
 "Price refresh interval": "ช่วงเวลารีเฟรชราคา",
 "Primary color": "สีหลัก",
 "Primary container color": "สีหลักของคอนเทนเนอร์",
 "Privacy policy": "นโยบายความเป็นส่วนตัว",
 "Private key": "รหัสส่วนตัว",
 "Proceed": "ดำเนินการต่อ",
 "Profile": "โปรไฟล์",
 "profile ID": "ID โปรไฟล์",
 "Profile successfully saved.": "บันทึกโปรไฟล์เรียบร้อยแล้ว",
 "Profit": "กำไร",
 "Profitable": "มีกำไร",
 "Project ID": "ID โครงการ",
 "Provably fair": "ยุติธรรมอย่างพิสูจน์ได้",
 "Provably fair details": "รายละเอียดความยุติธรรมอย่างพิสูจน์ได้",
 "Provider": "ผู้ให้บริการ",
 "Provider game list": "รายชื่อเกมของผู้ให้บริการ",
 "Providers": "ผู้ให้บริการ",
 "Provider successfully updated.": "อัปเดตผู้ให้บริการเรียบร้อยแล้ว",
 "Przelewy24": "Przelewy24",
 "Public key": "รหัสสาธารณะ",
 "Purchase": "ซื้อ",
 "Purchase code": "รหัสซื้อ",
 "Purchased": "ซื้อแล้ว",
 "Purchased at": "ซื้อเมื่อ",
 "Push": "พุช",
 "Pusher": "Pusher",
 "Pusher app cluster": "คลัสเตอร์แอป Pusher",
 "Pusher app ID": "ID แอป Pusher",
 "Pusher app key": "คีย์แอป Pusher",
 "Pusher app secret": "รหัสลับแอป Pusher",
 "px": "พิกเซล",
 "Queen": "ควีน",
 "Queue": "คิว",
 "Queue driver": "ไดรเวอร์คิว",
 "Queues": "คิว",
 "Race result": "ผลการแข่งขัน",
 "Raffle": "การจับสลาก",
 "Raffle ends": "การจับสลากสิ้นสุด",
 "Raffle fees": "ค่าธรรมเนียมการจับสลาก",
 "Raffle or ticket code": "รหัสการจับสลากหรือตั๋ว",
 "Raffle or ticket ID": "ID การจับสลากหรือตั๋ว",
 "Raffles": "การจับสลาก",
 "Raffles list": "รายชื่อการจับสลาก",
 "Raffle successfully completed.": "การจับสลากเสร็จสมบูรณ์แล้ว",
 "Raffle successfully created.": "สร้างการจับสลากเรียบร้อยแล้ว",
 "Raffle successfully updated.": "อัปเดตการจับสลากเรียบร้อยแล้ว",
 "Raffle ticket": "ตั๋วการจับสลาก",
 "Raffle ticket bonus": "โบนัสตั๋วการจับสลาก",
 "Raffle tickets": "ตั๋วการจับสลาก",
 "Raffle will end in": "การจับสลากจะสิ้นสุดใน",
 "Raffle will end when all tickets are sold": "การจับสลากจะสิ้นสุดเมื่อขายตั๋วหมด",
 "Raffle {0}": "การจับสลาก {0}",
 "Raffle {0} tickets": "ตั๋วการจับสลาก {0}",
 "Rain": "ฝน",
 "Random": "สุ่ม",
 "Randomly generated by the server before each game.": "สร้างแบบสุ่มโดยเซิร์ฟเวอร์ก่อนเริ่มเกมแต่ละครั้ง",
 "Rapid Transfer (Online Bank Transfer)": "Rapid Transfer (การโอนเงินผ่านธนาคารออนไลน์)",
 "Rapid Transfer (Online Bank Transfer, detailed payment type information)": "Rapid Transfer (การโอนเงินผ่านธนาคารออนไลน์, ข้อมูลประเภทการชำระเงินโดยละเอียด)",
 "Rapyd": "Rapyd",
 "Rate": "อัตรา",
 "Re-install": "ติดตั้งใหม่",
 "read more": "อ่านเพิ่มเติม",
 "Read only": "อ่านอย่างเดียว",
 "Rebet": "เดิมพันซ้ำ",
 "Recent": "ล่าสุด",
 "Recent games": "เกมล่าสุด",
 "Recurring": "เกิดขึ้นซ้ำ",
 "Red": "แดง",
 "Redirecting": "กำลังเปลี่ยนเส้นทาง",
 "Redirect URL": "URL เปลี่ยนเส้นทาง",
 "Redis": "Redis",
 "Reels": "วงล้อ",
 "Reference": "อ้างอิง",
 "Reference currency": "สกุลเงินอ้างอิง",
 "Reference exchange rate": "อัตราแลกเปลี่ยนอ้างอิง",
 "Refer new users to our website and earn credits when they make bets or deposits.": "แนะนำผู้ใช้ใหม่มายังเว็บไซต์ของเราและรับเครดิตเมื่อพวกเขาทำการเดิมพันหรือฝากเงิน",
 "Referral": "การแนะนำ",
 "Referral raffle ticket purchase": "การซื้อตั๋วการจับสลากจากการแนะนำ",
 "Referrals": "การแนะนำ",
 "Referral user deposit": "การฝากเงินของผู้ใช้ที่ถูกแนะนำ",
 "Referral user game loss": "การเสียเกมของผู้ใช้ที่ถูกแนะนำ",
 "Referral user game win": "การชนะเกมของผู้ใช้ที่ถูกแนะนำ",
 "Referral user sign up": "การลงทะเบียนของผู้ใช้ที่ถูกแนะนำ",
 "Referred by {0}": "แนะนำโดย {0}",
 "Referred users": "ผู้ใช้ที่ถูกแนะนำ",
 "Referrer": "ผู้แนะนำ",
 "Referrer deposit bonus": "โบนัสเงินฝากของผู้แนะนำ",
 "Referrer email verification bonus": "โบนัสยืนยันอีเมลของผู้แนะนำ",
 "Referrer game loss bonus": "โบนัสการเสียเกมของผู้แนะนำ",
 "Referrer game win bonus": "โบนัสการชนะเกมของผู้แนะนำ",
 "Referrer sign up bonus": "โบนัสลงทะเบียนของผู้แนะนำ",
 "Refer your friends to the casino and get bonuses when they play games.": "แนะนำเพื่อนของคุณมายังคาสิโนและรับโบนัสเมื่อพวกเขาเล่นเกม",
 "Refresh": "รีเฟรช",
 "Regards": "ขอแสดงความนับถือ",
 "Register": "ลงทะเบียน",
 "Register bundle": "ลงทะเบียนชุด",
 "Registered": "ลงทะเบียนแล้ว",
 "Registration": "การลงทะเบียน",
 "Registrations": "การลงทะเบียน",
 "Regular win": "ชนะปกติ",
 "Reject": "ปฏิเสธ",
 "Reject commission": "ปฏิเสธค่าคอมมิชชั่น",
 "Rejected": "ถูกปฏิเสธ",
 "Remember me": "จดจำฉัน",
 "Remove": "ลบ",
 "Remove section": "ลบส่วน",
 "Remove symbol": "ลบสัญลักษณ์",
 "Remove {0}": "ลบ {0}",
 "Repeat": "ทำซ้ำ",
 "Requests": "คำขอ",
 "Require cookie consent": "ต้องการความยินยอมเกี่ยวกับคุกกี้",
 "Required to fetch transactions info from the blockchain.": "จำเป็นต้องดึงข้อมูลธุรกรรมจากบล็อกเชน",
 "Require email verification": "ต้องการการยืนยันอีเมล",
 "Resend verification link": "ส่งลิงก์ยืนยันอีกครั้ง",
 "Reset": "รีเซ็ต",
 "Reset password": "รีเซ็ตรหัสผ่าน",
 "Reset to base": "รีเซ็ตเป็นค่าเริ่มต้น",
 "Reset your password": "รีเซ็ตรหัสผ่านของคุณ",
 "Response": "การตอบสนอง",
 "Restart queue worker": "รีสตาร์ทตัวจัดการคิว",
 "Restart supervisor": "รีสตาร์ท Supervisor",
 "Restricted pages": "หน้าที่จำกัด",
 "Result": "ผลลัพธ์",
 "Return to player": "ผลตอบแทนต่อผู้เล่น",
 "Right": "ขวา",
 "Role": "บทบาท",
 "Roll": "ทอย",
 "Rolling": "กำลังทอย",
 "Roll {0}": "ทอย {0}",
 "Roll {0} - {1}": "ทอย {0} - {1}",
 "Room": "ห้อง",
 "Rooms": "ห้อง",
 "Rounds": "รอบ",
 "Rounds count": "จำนวนรอบ",
 "Rows count": "จำนวนแถว",
 "Rows per page": "แถวต่อหน้า",
 "Royal flush": "รอยัลฟลัช",
 "Rules": "กฎ",
 "Run code": "รันโค้ด",
 "Runner": "นักวิ่ง",
 "Runners": "นักวิ่ง",
 "Runner {0}": "นักวิ่ง {0}",
 "s": "วินาที",
 "Save": "บันทึก",
 "Save page content": "บันทึกเนื้อหาหน้า",
 "Savings": "เงินออม",
 "Scan the below QR code with the authenticator app.": "สแกนรหัส QR ด้านล่างด้วยแอปยืนยันตัวตน",
 "Scatter": "Scatter",
 "Scatters": "Scatters",
 "Script ID": "ID สคริปต์",
 "Script URL": "URL สคริปต์",
 "Scroll the slider to adjust the range.": "เลื่อนแถบเลื่อนเพื่อปรับช่วง",
 "Search": "ค้นหา",
 "Search...": "ค้นหา...",
 "Search by title": "ค้นหาตามชื่อ",
 "Search by user ID or name": "ค้นหาด้วย ID ผู้ใช้หรือชื่อ",
 "Secondary color": "สีรอง",
 "Secondary container color": "สีรองของคอนเทนเนอร์",
 "seconds": "วินาที",
 "Secret key": "รหัสลับ",
 "Secret word": "คำลับ",
 "Secret word 2": "คำลับ 2",
 "Section": "ส่วน",
 "Section icon": "ไอคอนส่วน",
 "Section ID": "ID ส่วน",
 "Section name": "ชื่อส่วน",
 "Sections": "ส่วน",
 "Section {0}": "ส่วน {0}",
 "Secure payments": "การชำระเงินที่ปลอดภัย",
 "Security": "ความปลอดภัย",
 "Selected numbers": "หมายเลขที่เลือก",
 "Select the last digit to automatically place a bet on all numbers that end with this digit.": "เลือกเลขหลักสุดท้ายเพื่อวางเดิมพันอัตโนมัติในหมายเลขทั้งหมดที่ลงท้ายด้วยเลขนี้",
 "Select {0} numbers from 1 to {1} by clicking on a specfic number.": "เลือก {0} หมายเลขจาก 1 ถึง {1} โดยคลิกที่หมายเลขที่ต้องการ",
 "Send": "ส่ง",
 "Send a tip": "ส่งทิป",
 "Send by email": "ส่งทางอีเมล",
 "Send by WhatsApp": "ส่งทาง WhatsApp",
 "Send email": "ส่งอีเมล",
 "Sender and recipient addresses can not be the same": "ที่อยู่ผู้ส่งและผู้รับต้องไม่เหมือนกัน",
 "Send funds manually and mark request as completed.": "ส่งเงินด้วยตนเองและทำเครื่องหมายคำขอว่าเสร็จสมบูรณ์",
 "Send funds to user via Metamask.": "ส่งเงินให้ผู้ใช้ผ่าน Metamask",
 "SendMail": "SendMail",
 "Send password reset link": "ส่งลิงก์รีเซ็ตรหัสผ่าน",
 "Send verification link": "ส่งลิงก์ยืนยัน",
 "Server hash": "แฮชเซิร์ฟเวอร์",
 "Server hash can be calculated using the following PHP code.": "แฮชเซิร์ฟเวอร์สามารถคำนวณได้โดยใช้โค้ด PHP ต่อไปนี้",
 "Server secret": "รหัสลับเซิร์ฟเวอร์",
 "Server seed": "ซีดเซิร์ฟเวอร์",
 "Server URL": "URL เซิร์ฟเวอร์",
 "Services": "บริการ",
 "Session lifetime": "อายุการใช้งานเซสชัน",
 "Set amount to zero to disable faucet.": "ตั้งค่าจำนวนเงินเป็นศูนย์เพื่อปิดใช้งาน Faucet",
 "Set the value to 0 if you do not want to limit withdrawals.": "ตั้งค่าเป็น 0 หากคุณไม่ต้องการจำกัดการถอน",
 "Set the value to zero for unlimited withdrawals.": "ตั้งค่าเป็นศูนย์สำหรับการถอนที่ไม่จำกัด",
 "Settings": "การตั้งค่า",
 "Settings successfully saved.": "บันทึกการตั้งค่าเรียบร้อยแล้ว",
 "Seven": "เจ็ด",
 "Share on Facebook": "แชร์บน Facebook",
 "Share on Twitter": "แชร์บน Twitter",
 "Shasta testnet": "Shasta testnet",
 "Shasta Testnet": "Shasta Testnet",
 "Shift value": "ค่า Shift",
 "Should be compatible with Laravel validation rules syntax: {0}": "ควรเข้ากันได้กับไวยากรณ์กฎการตรวจสอบ Laravel: {0}",
 "Show": "แสดง",
 "Show — you win if your horse finishes first, second or third.": "โชว์ — คุณจะชนะหากม้าของคุณเข้าเส้นชัยเป็นอันดับหนึ่ง สอง หรือสาม",
 "Sign-up form fields": "ฟิลด์แบบฟอร์มลงทะเบียน",
 "Sign-ups": "การลงทะเบียน",
 "Sign-ups by method": "การลงทะเบียนตามวิธี",
 "Sign-ups by source": "การลงทะเบียนตามแหล่งที่มา",
 "Signed up": "ลงทะเบียนแล้ว",
 "Sign up": "ลงทะเบียน",
 "Sign up action code": "รหัสการดำเนินการลงทะเบียน",
 "Sign up and receive free registration bonus.": "ลงทะเบียนและรับโบนัสลงทะเบียนฟรี",
 "Sign up bonus": "โบนัสลงทะเบียน",
 "Single": "เดี่ยว",
 "Six": "หก",
 "Six line :n1-:n2": "หกไลน์ :n1-:n2",
 "Size should not exceed {0} MB": "ขนาดต้องไม่เกิน {0} MB",
 "Skrill": "Skrill",
 "Skrill Digital Wallet": "กระเป๋าเงินดิจิทัล Skrill",
 "Slider": "แถบเลื่อน",
 "Slide {0}": "สไลด์ {0}",
 "Slot machine texture": "พื้นผิวเครื่องสล็อต",
 "Slots": "สล็อต",
 "Slug": "สลัก",
 "Small": "เล็ก",
 "SMALL": "เล็ก",
 "SmartFastPay": "SmartFastPay",
 "SMTP": "SMTP",
 "Social": "โซเชียล",
 "Some application tasks should be run on a regular basis.": "งานบางอย่างของแอปพลิเคชันควรทำงานเป็นประจำ",
 "Some raffles end on a specific date and some raffles end when all tickets are sold.": "การจับสลากบางรายการสิ้นสุดในวันที่ระบุ และบางรายการสิ้นสุดเมื่อขายตั๋วหมด",
 "Something went wrong.": "มีบางอย่างผิดพลาด",
 "Sorry!": "ขออภัย!",
 "Sorry, we are doing some maintenance. Please check back soon.": "ขออภัย เรากำลังดำเนินการบำรุงรักษา โปรดกลับมาตรวจสอบอีกครั้งในเร็วๆ นี้",
 "Sort by": "เรียงตาม",
 "Sounds": "เสียง",
 "Source": "แหล่งที่มา",
 "Space": "ช่องว่าง",
 "Spades": "โพดำ",
 "Specifies the number of deposits that determines which bonus rules apply": "ระบุจำนวนเงินฝากที่กำหนดว่ากฎโบนัสใดจะ適用",
 "Specify an absolute image path or an icon from https://materialdesignicons.com": "ระบุพาธรูปภาพแบบสัมบูรณ์หรือไอคอนจาก https://materialdesignicons.com",
 "Specify the payment currency code if the reference currency is USD.": "ระบุรหัสสกุลเงินที่ชำระหากสกุลเงินอ้างอิงคือ USD",
 "Split": "แยก",
 "Split :n1-:n2": "แยก :n1-:n2",
 "Split is not allowed.": "ไม่อนุญาตให้แยก",
 "Squares": "สี่เหลี่ยม",
 "Stand": "อยู่",
 "Stars": "ดาว",
 "Start date": "วันที่เริ่มต้น",
 "Start expanded": "เริ่มต้นแบบขยาย",
 "Start time": "เวลาเริ่มต้น",
 "Static pages": "หน้าคงที่",
 "Stats": "สถิติ",
 "Status": "สถานะ",
 "Steps to take after saving the game settings": "ขั้นตอนที่ต้องดำเนินการหลังจากบันทึกการตั้งค่าเกม",
 "Stop if balance is": "หยุดหากยอดเงินคงเหลือคือ",
 "Stop queue worker": "หยุดตัวจัดการคิว",
 "Store ID": "ID ร้านค้า",
 "Straight": "สเตรท",
 "Straight :n": "สเตรท :n",
 "Straight flush": "สเตรทฟลัช",
 "Street :n1-:n2": "สตรีท :n1-:n2",
 "Stripe": "Stripe",
 "Subject": "หัวข้อ",
 "Submit": "ส่ง",
 "Subtitle": "คำบรรยาย",
 "Success color": "สีสำเร็จ",
 "Successful payment return URL": "URL การคืนการชำระเงินที่สำเร็จ",
 "supervisor service is not installed.": "ไม่ได้ติดตั้งบริการ Supervisor",
 "Supervisor status": "สถานะ Supervisor",
 "Support 24 / 7": "สนับสนุนตลอด 24 ชั่วโมง 7 วัน",
 "Surface color": "สีพื้นผิว",
 "Surface variant color": "สีพื้นผิวแบบต่างๆ",
 "Symbol": "สัญลักษณ์",
 "Symbols": "สัญลักษณ์",
 "System": "ระบบ",
 "System bar": "แถบระบบ",
 "System bar background": "พื้นหลังแถบระบบ",
 "System info": "ข้อมูลระบบ",
 "System requirements": "ความต้องการของระบบ",
 "Table border color": "สีขอบตาราง",
 "Table overlay color": "สีซ้อนทับตาราง",
 "Table texture": "พื้นผิวโต๊ะ",
 "Tag \"{0}\" is not allowed": "ไม่อนุญาตแท็ก \"{0}\"",
 "Tags {0} are not allowed": "ไม่อนุญาตแท็ก {0}",
 "Tag {0} is not allowed": "ไม่อนุญาตแท็ก {0}",
 "Tails": "ก้อย",
 "Tails image texture": "พื้นผิวภาพก้อย",
 "Take insurance?": "รับประกันหรือไม่?",
 "Task": "งาน",
 "Tasks": "งาน",
 "Ten": "สิบ",
 "Terms of use": "ข้อกำหนดการใช้งาน",
 "Test game": "ทดสอบเกม",
 "Test mode": "โหมดทดสอบ",
 "Test network": "เครือข่ายทดสอบ",
 "Tetrahedron": "Tetrahedron",
 "Text or HTML": "ข้อความหรือ HTML",
 "Thanks for signing up!": "ขอบคุณสำหรับการลงทะเบียน!",
 "Thank you for joining our gaming community!": "ขอบคุณที่เข้าร่วมชุมชนเกมของเรา!",
 "The Ace is always valued at 11 unless that would result in the hand going over 21, in which case it is valued as 1.": "ไพ่เอซมีค่า 11 เสมอ เว้นแต่จะทำให้แต้มรวมในมือเกิน 21 แต้ม ในกรณีนั้นจะมีค่าเป็น 1",
 "The active address should be the same as the sender address": "ที่อยู่ปัจจุบันควรเป็นที่อยู่เดียวกับที่อยู่ผู้ส่ง",
 "The address, where deposited coins will be sent to.": "ที่อยู่ที่จะส่งเหรียญที่ฝากไป",
 "The address, where deposited tokens will be sent to.": "ที่อยู่ที่จะส่งโทเค็นที่ฝากไป",
 "The American roulette wheel has 38 divisions with numbers from 1 to 36, single zero and double zero.": "วงล้อรูเล็ตอเมริกันมี 38 ช่อง โดยมีหมายเลข 1 ถึง 36 ศูนย์เดี่ยว และศูนย์คู่",
 "The application caches templates, configuration, translation strings, aggregated data etc to improve performance.": "แอปพลิเคชันแคชเทมเพลต การกำหนดค่า ข้อความแปล ข้อมูลรวม ฯลฯ เพื่อปรับปรุงประสิทธิภาพ",
 "The application is successfully upgraded.": "อัปเกรดแอปพลิเคชันเรียบร้อยแล้ว",
 "The app provides a number of service tasks, which can be executed on demand.": "แอปมีงานบริการหลายอย่างที่สามารถดำเนินการได้ตามต้องการ",
 "The bet amount is invalid.": "จำนวนเงินเดิมพันไม่ถูกต้อง",
 "The bet amount must be greater than 0.": "จำนวนเงินเดิมพันต้องมากกว่า 0",
 "The bet can not be accepted at this time.": "ขณะนี้ไม่สามารถรับเดิมพันได้",
 "The bet is incorrect.": "การเดิมพันไม่ถูกต้อง",
 "The bonus can be claimed only if the total bet volume is at least {0} {1}.": "สามารถรับโบนัสได้ก็ต่อเมื่อปริมาณการเดิมพันรวมอย่างน้อย {0} {1}",
 "The bundle is successfully registered. Please install each add-on by clicking the \"Install\" button.": "ลงทะเบียนชุดเรียบร้อยแล้ว โปรดติดตั้งแต่ละส่วนเสริมโดยคลิกปุ่ม \"ติดตั้ง\"",
 "The callback URL should be provided to BGaming support": "ควรให้ URL เรียกกลับแก่ฝ่ายสนับสนุน BGaming",
 "The callback URL should be provided to Ezugi support": "ควรให้ URL เรียกกลับแก่ฝ่ายสนับสนุน Ezugi",
 "The callback URL should be provided to KA Gaming support when setting up the environment.": "ควรให้ URL เรียกกลับแก่ฝ่ายสนับสนุน KA Gaming เมื่อตั้งค่าสภาพแวดล้อม",
 "The cashback is calculated by applying the specified percentage to the net loss amount.": "คำนวณเงินคืนโดยใช้เปอร์เซ็นต์ที่ระบุกับจำนวนเงินที่เสียสุทธิ",
 "The Casino Hold\\": "คาสิโนโฮลด์\\",
 "The closer the ball ends up along the sides the bigger your win will be.": "ยิ่งลูกบอลไปหยุดใกล้ขอบมากเท่าไหร่ คุณก็จะยิ่งชนะมากขึ้นเท่านั้น",
 "The completion clause is displayed in the bottom left corner of each raffle.": "เงื่อนไขการสิ้นสุดจะแสดงอยู่ที่มุมล่างซ้ายของการจับสลากแต่ละครั้ง",
 "The coup is then finished, the outcome is announced, and winning bets are paid out.": "จากนั้นการเล่นจะสิ้นสุดลง ประกาศผล และจ่ายเงินเดิมพันที่ชนะ",
 "The current password is incorrect.": "รหัสผ่านปัจจุบันไม่ถูกต้อง",
 "The dealer also gets two cards - one face up and another face down.": "เจ้ามือจะได้รับไพ่สองใบเช่นกัน - หนึ่งใบหงายและอีกหนึ่งใบคว่ำ",
 "The dealer hand only qualifies if his hand either contains both an ace and a king or forms a pair or any higher-ranked poker hand.": "มือของเจ้ามือจะมีคุณสมบัติก็ต่อเมื่อในมือมีทั้งเอซและคิง หรือเป็นไพ่คู่ หรือไพ่โป๊กเกอร์ที่มีอันดับสูงกว่า",
 "The dealer will also receive five cards.": "เจ้ามือจะได้รับไพ่ห้าใบเช่นกัน",
 "The dealer will first flip over their \"hole card\" (the face down card) and add up their 2-card hand.": "เจ้ามือจะเปิด \"ไพ่หลุม\" (ไพ่คว่ำ) ก่อน และรวมแต้มไพ่ 2 ใบในมือ",
 "The email is already verified.": "อีเมลได้รับการยืนยันแล้ว",
 "The European roulette wheel has 37 divisions with numbers from 1 to 36 and 0.": "วงล้อรูเล็ตยุโรปมี 37 ช่อง โดยมีหมายเลข 1 ถึง 36 และ 0",
 "The first card is dealt face up and other players can see it.": "ไพ่ใบแรกจะถูกแจกหงายขึ้นเพื่อให้ผู้เล่นคนอื่นเห็น",
 "The first N cards are removed from the top of the deck and placed under the remaining cards. N is the remainder of dividing the Shift value by 52.": "ไพ่ N ใบแรกจะถูกนำออกจากสำรับด้านบนและวางไว้ใต้ไพ่ที่เหลือ N คือเศษที่ได้จากการหารค่า Shift ด้วย 52",
 "The first N steps of the ball path are removed and appended to the end of the path. N is the remainder of dividing the Shift value by the number of rows.": "ขั้นตอน N แรกของเส้นทางลูกบอลจะถูกนำออกและต่อท้ายเส้นทาง N คือเศษที่ได้จากการหารค่า Shift ด้วยจำนวนแถว",
 "The first step is to receive two face-up cards for you, two hidden – for the Dealer and three flop cards – again with faces up.": "ขั้นตอนแรกคือการได้รับไพ่สองใบหงายสำหรับคุณ สองใบคว่ำสำหรับเจ้ามือ และไพ่กองกลางสามใบหงายขึ้นอีกครั้ง",
 "The following types of bets are supported:": "รองรับการเดิมพันประเภทต่อไปนี้:",
 "The game can end at any time, so if you are late to cash out you will get nothing.": "เกมสามารถจบลงได้ทุกเมื่อ ดังนั้นหากคุณถอนเงินช้า คุณจะไม่ได้รับอะไรเลย",
 "The game end after all players stand.": "เกมจะจบลงหลังจากผู้เล่นทุกคนอยู่",
 "The game generates a random number in a range from 0 to 9999 and compares to the range or numbers set by you.": "เกมจะสร้างตัวเลขสุ่มในช่วง 0 ถึง 9999 และเปรียบเทียบกับช่วงหรือตัวเลขที่คุณตั้งไว้",
 "The game room is already full.": "ห้องเกมเต็มแล้ว",
 "The game variation files are missing.": "ไม่มีไฟล์รูปแบบเกม",
 "The goal is to match as many numbers you chose on the board with the generated numbers as possible.": "เป้าหมายคือการจับคู่หมายเลขที่คุณเลือกบนกระดานกับหมายเลขที่สร้างขึ้นให้ได้มากที่สุด",
 "The goal of the game is to predict which range the sum of points of all dice will fall into.": "เป้าหมายของเกมคือการทำนายว่าผลรวมแต้มของลูกเต๋าทั้งหมดจะอยู่ในช่วงใด",
 "The hands are compared to each other and the highest one wins the game.": "มือจะถูกเปรียบเทียบกัน และมือที่สูงที่สุดจะเป็นผู้ชนะเกม",
 "The HTML page content should be placed to {0}.": "เนื้อหาหน้า HTML ควรวางไว้ที่ {0}",
 "The initial roll is increased by the Shift value.": "การทอยครั้งแรกจะเพิ่มขึ้นตามค่า Shift",
 "The initial roulette number is adjusted by the Shift value.": "หมายเลขรูเล็ตเริ่มต้นจะถูกปรับตามค่า Shift",
 "The initial roulette position is adjusted by the Shift value.": "ตำแหน่งรูเล็ตเริ่มต้นจะถูกปรับตามค่า Shift",
 "The initial toss is increased by the Shift value.": "การโยนครั้งแรกจะเพิ่มขึ้นตามค่า Shift",
 "The initial wheel numeric position is increased by the Shift value.": "ตำแหน่งตัวเลขเริ่มต้นของวงล้อจะเพิ่มขึ้นตามค่า Shift",
 "The latest version is already installed.": "ติดตั้งเวอร์ชันล่าสุดแล้ว",
 "The main difference is that in Casino Hold\\em you don\\": "ความแตกต่างหลักคือใน Casino Hold\\em คุณไม่\\",
 "The max pot size is reached when all tickets are sold.": "ขนาดเงินกองกลางสูงสุดจะถึงเมื่อขายตั๋วหมด",
 "Theme": "ธีม",
 "The minimum amount of bets that must be placed to be eligible for cashback.": "จำนวนเงินเดิมพันขั้นต่ำที่ต้องวางเพื่อให้มีสิทธิ์รับเงินคืน",
 "The more tickets you buy the more chances you have to win.": "ยิ่งคุณซื้อตั๋วมากเท่าไหร่ โอกาสในการชนะก็จะยิ่งมากขึ้นเท่านั้น",
 "Then, based on the value of any card drawn to the player, the drawing rules are applied to determine whether the banker should receive a third card.": "จากนั้น ตามมูลค่าของไพ่ใดๆ ที่จั่วให้ผู้เล่น กฎการจั่วจะถูกนำมาใช้เพื่อพิจารณาว่าเจ้ามือควรได้รับไพ่ใบที่สามหรือไม่",
 "The net loss is calculated from the time you last claimed this bonus up to the present.": "การสูญเสียสุทธิคำนวณจากเวลาที่คุณรับโบนัสนี้ครั้งล่าสุดจนถึงปัจจุบัน",
 "The next bonus can be claimed in": "โบนัสถัดไปสามารถรับได้ใน",
 "Then the dealer will flip over one hole card, which you can look at and use to decide what to do with your hand.": "จากนั้นเจ้ามือจะเปิดไพ่หลุมหนึ่งใบ ซึ่งคุณสามารถดูและใช้เพื่อตัดสินใจว่าจะทำอย่างไรกับมือของคุณ",
 "The number of days the freespins are valid": "จำนวนวันที่ฟรีสปินมีผล",
 "The numeral cards 2 to 10 have their face values, Jacks, Queens and Kings are valued at 10, and Aces can have a value of either 1 or 11.": "ไพ่หมายเลข 2 ถึง 10 มีค่าตามหน้าไพ่ แจ็ค ควีน และคิงมีค่า 10 แต้ม และเอซมีค่า 1 หรือ 11 แต้ม",
 "The objective in Baccarat is to correctly guess which of three possible propositions will win the round: player, banker or tie.": "วัตถุประสงค์ของบาคาร่าคือการทายให้ถูกว่าข้อเสนอที่เป็นไปได้สามข้อใดข้อหนึ่งจะชนะในรอบนั้น: ผู้เล่น เจ้ามือ หรือเสมอ",
 "The objective of the game is to collect one of the possible winning combinations based on the 5-card draw.": "วัตถุประสงค์ของเกมคือการรวบรวมชุดค่าผสมที่ชนะที่เป็นไปได้ชุดใดชุดหนึ่งตามการจั่วไพ่ 5 ใบ",
 "The objective of the game is to correctly guess the outcome of the roulette spin (the right number or the right group).": "วัตถุประสงค์ของเกมคือการทายผลของการหมุนรูเล็ตให้ถูกต้อง (หมายเลขที่ถูกต้องหรือกลุ่มที่ถูกต้อง)",
 "The objective of the game is to correctly guess which horse will finish in a place, i.e. finish first, second or third.": "วัตถุประสงค์ของเกมคือการทายให้ถูกว่าม้าตัวใดจะเข้าเส้นชัยในตำแหน่งใดตำแหน่งหนึ่ง เช่น เข้าเส้นชัยเป็นอันดับหนึ่ง สอง หรือสาม",
 "The objective of the game is to get a hand total of closer to 21 than other players without going over 21.": "วัตถุประสงค์ของเกมคือการทำให้แต้มรวมในมือใกล้เคียง 21 แต้มมากกว่าผู้เล่นคนอื่นโดยไม่เกิน 21 แต้ม",
 "The objective of the game is to get a hand total of closer to 21 than the dealer without going over 21.": "วัตถุประสงค์ของเกมคือการทำให้แต้มรวมในมือใกล้เคียง 21 แต้มมากกว่าเจ้ามือโดยไม่เกิน 21 แต้ม",
 "The objective of the game is to get the symbols on the reels to fall in a perfect line.": "วัตถุประสงค์ของเกมคือการทำให้สัญลักษณ์บนวงล้อเรียงเป็นเส้นตรงที่สมบูรณ์แบบ",
 "The objective of the game is to get the symbols on the reels to fall in a perfect line behind one of the paylines.": "วัตถุประสงค์ของเกมคือการทำให้สัญลักษณ์บนวงล้อเรียงเป็นเส้นตรงที่สมบูรณ์แบบตามแนวเส้นจ่ายเงินเส้นใดเส้นหนึ่ง",
 "The objective of this game is to correctly predict whether the price of a certain coin will go up or down.": "วัตถุประสงค์ของเกมนี้คือการทำนายให้ถูกต้องว่าราคาของเหรียญใดเหรียญหนึ่งจะขึ้นหรือลง",
 "The parameter name can be any alphanumeric string.": "ชื่อพารามิเตอร์สามารถเป็นสตริงตัวอักษรและตัวเลขใดก็ได้",
 "The pot size grows based on the number of tickets sold.": "ขนาดเงินกองกลางจะเพิ่มขึ้นตามจำนวนตั๋วที่ขายได้",
 "The private key corresponding to the address from which the funds will be sent.": "รหัสส่วนตัวที่ตรงกับที่อยู่ที่จะส่งเงินจาก",
 "The probability of winnings and win coefficient are in strict dependence of the winning chance and the width of the range.": "โอกาสในการชนะและสัมประสิทธิ์การชนะขึ้นอยู่กับโอกาสในการชนะและความกว้างของช่วงอย่างเคร่งครัด",
 "There are no log files.": "ไม่มีไฟล์บันทึก",
 "There are no rooms available to join": "ไม่มีห้องว่างให้เข้าร่วม",
 "There are three dice in the play and you can bet on the result of one, two or all rolled dice.": "มีการใช้ลูกเต๋าสามลูก และคุณสามารถเดิมพันผลลัพธ์ของลูกเต๋าหนึ่ง สอง หรือทั้งสามลูกที่ทอย",
 "There was an API error, please check the input parameters.": "เกิดข้อผิดพลาด API โปรดตรวจสอบพารามิเตอร์อินพุต",
 "There was an error.": "เกิดข้อผิดพลาด",
 "There was an error while copying symbol images.": "เกิดข้อผิดพลาดขณะคัดลอกภาพสัญลักษณ์",
 "There was an error while deleting symbol images.": "เกิดข้อผิดพลาดขณะลบภาพสัญลักษณ์",
 "There was an error while processing the deposit.": "เกิดข้อผิดพลาดขณะดำเนินการฝากเงิน",
 "There was an error while processing this request.": "เกิดข้อผิดพลาดขณะดำเนินการคำขอนี้",
 "There was an error while processing your request.": "เกิดข้อผิดพลาดขณะดำเนินการคำขอของคุณ",
 "There was an error while saving the settings.": "เกิดข้อผิดพลาดขณะบันทึกการตั้งค่า",
 "There was an error while sending the email, please check the app logs for more details.": "เกิดข้อผิดพลาดขณะส่งอีเมล โปรดตรวจสอบบันทึกแอปสำหรับรายละเอียดเพิ่มเติม",
 "There was an error while trying to install \":id\" package.": "เกิดข้อผิดพลาดขณะพยายามติดตั้งแพ็กเกจ \":id\"",
 "There was an error while uploading the image.": "เกิดข้อผิดพลาดขณะอัปโหลดรูปภาพ",
 "There was an error with verifying the signature.": "เกิดข้อผิดพลาดในการตรวจสอบลายเซ็น",
 "There was a problem creating a new payment.": "เกิดปัญหาในการสร้างการชำระเงินใหม่",
 "The scatter symbols will pay out no matter where on the reels they appear, they do not need to land on a payline to win.": "สัญลักษณ์ Scatter จะจ่ายเงินรางวัลไม่ว่าปรากฏที่ใดบนวงล้อ โดยไม่จำเป็นต้องอยู่ในแนวเส้นจ่ายเงินเพื่อชนะ",
 "These cookies are necessary for basic functionalities and cannot be turned off in our system.": "คุกกี้เหล่านี้จำเป็นสำหรับการทำงานพื้นฐานและไม่สามารถปิดใช้งานในระบบของเราได้",
 "These credentials do not match our records.": "ข้อมูลประจำตัวเหล่านี้ไม่ตรงกับบันทึกของเรา",
 "The specific number 1, 2, 3, 4, 5, or 6 will appear on one, two, or all three dice.": "หมายเลขเฉพาะ 1, 2, 3, 4, 5 หรือ 6 จะปรากฏบนลูกเต๋าหนึ่ง สอง หรือทั้งสามลูก",
 "The sum of all three dice will be equal to the given number.": "ผลรวมของลูกเต๋าทั้งสามลูกจะเท่ากับหมายเลขที่กำหนด",
 "The total bet amount exceeds the maximum allowed bet amount.": "จำนวนเงินเดิมพันทั้งหมดเกินจำนวนเงินเดิมพันสูงสุดที่อนุญาต",
 "The total score will be from 4 to 10 (inclusive) with the exception of a triple": "คะแนนรวมจะอยู่ระหว่าง 4 ถึง 10 (รวม) ยกเว้นการทอยได้เลขเหมือนกันสามลูก",
 "The total score will be from 11 to 17 (inclusive) with the exception of a triple.": "คะแนนรวมจะอยู่ระหว่าง 11 ถึง 17 (รวม) ยกเว้นการทอยได้เลขเหมือนกันสามลูก",
 "The URL should be copied and pasted on the Freekassa settings page.": "ควรคัดลอกและวาง URL บนหน้าการตั้งค่า Freekassa",
 "The value should be an array of numbers": "ค่าควรเป็นอาร์เรย์ของตัวเลข",
 "The value should be greater than or equal to {min}": "ค่าควรมากกว่าหรือเท่ากับ {min}",
 "The value should be greater than {min}": "ค่าควรมากกว่า {min}",
 "The value should be less than or equal to {max}": "ค่าควรน้อยกว่าหรือเท่ากับ {max}",
 "The value should be less than {max}": "ค่าควรน้อยกว่า {max}",
 "The verification link is invalid.": "ลิงก์ยืนยันไม่ถูกต้อง",
 "The wild symbol has the power to substitute any symbol on the reel that it appears in to create a payline.": "สัญลักษณ์ Wild สามารถแทนที่สัญลักษณ์ใดๆ บนวงล้อที่ปรากฏเพื่อสร้างเส้นจ่ายเงินได้",
 "The winner (the one who gets more points without going over 21) gets the pot size (all players bets) minus the house fee of {0}%.": "ผู้ชนะ (ผู้ที่ได้แต้มมากกว่าโดยไม่เกิน 21 แต้ม) จะได้รับเงินกองกลาง (เงินเดิมพันทั้งหมดของผู้เล่น) ลบด้วยค่าธรรมเนียมเจ้ามือ {0}%",
 "The winner will be drawn as soon as the raffle completes.": "ผู้ชนะจะถูกจับฉลากทันทีที่การจับสลากเสร็จสิ้น",
 "They differ depending on which bet and horse you choose.": "แตกต่างกันไปขึ้นอยู่กับการเดิมพันและม้าที่คุณเลือก",
 "This action will upgrade the platform to the latest version.": "การดำเนินการนี้จะอัปเกรดแพลตฟอร์มเป็นเวอร์ชันล่าสุด",
 "This affiliate commission is already approved / reject.": "ค่าคอมมิชชั่นพันธมิตรนี้ได้รับการอนุมัติ/ปฏิเสธแล้ว",
 "This affiliate commission is already approved / rejected.": "ค่าคอมมิชชั่นพันธมิตรนี้ได้รับการอนุมัติ/ปฏิเสธแล้ว",
 "This bet is not allowed.": "ไม่อนุญาตให้เดิมพันนี้",
 "This bet is not related to the other dealing results.": "การเดิมพันนี้ไม่เกี่ยวข้องกับผลการแจกไพ่อื่นๆ",
 "This bonus can be claimed no more than once every {0} {1}.": "โบนัสนี้สามารถรับได้ไม่เกินหนึ่งครั้งทุก {0} {1}",
 "This command can not be run on Windows.": "ไม่สามารถรันคำสั่งนี้บน Windows ได้",
 "This deposit has expired.": "การฝากเงินนี้หมดอายุแล้ว",
 "This deposit method is not supported.": "ไม่รองรับวิธีการฝากเงินนี้",
 "This field is required": "จำเป็นต้องกรอกข้อมูลในช่องนี้",
 "This game does not exist.": "เกมนี้ไม่มีอยู่",
 "This game involves predicting the result of a flip of a coin.": "เกมนี้เกี่ยวข้องกับการทำนายผลของการโยนเหรียญ",
 "This game requires Pusher.": "เกมนี้ต้องใช้ Pusher",
 "This image is used when sharing a link to your site on social networks.": "ภาพนี้ใช้เมื่อแชร์ลิงก์ไปยังเว็บไซต์ของคุณบนเครือข่ายสังคมออนไลน์",
 "This makes it more difficult for the next player to guess how many points the previous player got.": "สิ่งนี้ทำให้ผู้เล่นคนต่อไปคาดเดาได้ยากขึ้นว่าผู้เล่นคนก่อนหน้าได้คะแนนเท่าไหร่",
 "This means that you have a fifty – fifty chance to win.": "นี่หมายความว่าคุณมีโอกาสชนะห้าสิบต่อห้าสิบ",
 "This month": "เดือนนี้",
 "this month": "เดือนนี้",
 "This page does not exist": "หน้านี้ไม่มีอยู่",
 "This parameter affects payout calculation.": "พารามิเตอร์นี้มีผลต่อการคำนวณการจ่ายเงิน",
 "This precautionary step is essential, as it provides the ability to restore the previous version in case any issues arise during or after the upgrade process.": "ขั้นตอนการป้องกันล่วงหน้านี้มีความสำคัญอย่างยิ่ง เนื่องจากช่วยให้สามารถกู้คืนเวอร์ชันก่อนหน้าได้ในกรณีที่เกิดปัญหาใดๆ ขึ้นระหว่างหรือหลังกระบวนการอัปเกรด",
 "This raffle is already completed.": "การจับสลากนี้เสร็จสิ้นแล้ว",
 "This setting sets the max bet for creating a new game room.": "การตั้งค่านี้กำหนดเดิมพันสูงสุดสำหรับการสร้างห้องเกมใหม่",
 "This setting sets the min bet for creating a new game room.": "การตั้งค่านี้กำหนดเดิมพันต่ำสุดสำหรับการสร้างห้องเกมใหม่",
 "This site is protected by reCAPTCHA and the Google {link} and {link2} apply.": "ไซต์นี้ได้รับการคุ้มครองโดย reCAPTCHA และเป็นไปตาม {link} และ {link2} ของ Google",
 "This type of game is not provably fair.": "เกมประเภทนี้ไม่สามารถพิสูจน์ความยุติธรรมได้",
 "This value should be an integer": "ค่านี้ควรเป็นจำนวนเต็ม",
 "This value should be a non-negative integer": "ค่านี้ควรเป็นจำนวนเต็มที่ไม่เป็นลบ",
 "This value should be a positive integer": "ค่านี้ควรเป็นจำนวนเต็มบวก",
 "This value should be a positive integer or zero": "ค่านี้ควรเป็นจำนวนเต็มบวกหรือศูนย์",
 "This value should be non-negative": "ค่านี้ควรไม่เป็นลบ",
 "This value should be numeric": "ค่านี้ควรเป็นตัวเลข",
 "This value should be positive": "ค่านี้ควรเป็นบวก",
 "This value should be positive or zero": "ค่านี้ควรเป็นบวกหรือศูนย์",
 "This week": "สัปดาห์นี้",
 "This withdrawal method is not supported.": "ไม่รองรับวิธีการถอนเงินนี้",
 "This year": "ปีนี้",
 "Thousands separator": "ตัวคั่นหลักพัน",
 "Three": "สาม",
 "Three dice total": "ผลรวมลูกเต๋าสามลูก",
 "Three of a kind": "ตอง",
 "Threshold": "เกณฑ์",
 "Throw the dice by clicking \"Play\" button or holding the left mouse button and moving it in the direction of the throw.": "ทอยลูกเต๋าโดยคลิกปุ่ม \"เล่น\" หรือกดปุ่มเมาส์ซ้ายค้างไว้แล้วเลื่อนไปในทิศทางที่ต้องการทอย",
 "Thumb": "นิ้วโป้ง",
 "Ticket": "ตั๋ว",
 "Ticket price": "ราคาตั๋ว",
 "Tickets": "ตั๋ว",
 "Tickets bought / limit": "ซื้อแล้ว / จำกัด",
 "Tickets sold": "ขายแล้ว",
 "Tickets sold / total": "ขายแล้ว / ทั้งหมด",
 "Tie": "เสมอ",
 "Tie bet": "เดิมพันเสมอ",
 "Tie bet / win": "เดิมพันเสมอ / ชนะ",
 "Tie bet payout": "การจ่ายเงินเดิมพันเสมอ",
 "Tie bet win": "ชนะเดิมพันเสมอ",
 "Tier": "ระดับ",
 "Tiers": "ระดับ",
 "Tier {0}": "ระดับ {0}",
 "Time left": "เวลาที่เหลือ",
 "Tip": "ทิป",
 "Tips": "ทิป",
 "Title": "ชื่อ",
 "To automate these tasks, please set up the following system cron job to run every minute.": "หากต้องการทำงานเหล่านี้โดยอัตโนมัติ โปรดตั้งค่า Cron job ของระบบต่อไปนี้ให้ทำงานทุกนาที",
 "To automatically execute these tasks, add the following system cron job.": "หากต้องการดำเนินการเหล่านี้โดยอัตโนมัติ ให้เพิ่ม Cron job ของระบบต่อไปนี้",
 "To clear all caches at once click the button below.": "หากต้องการล้างแคชทั้งหมดพร้อมกัน ให้คลิกปุ่มด้านล่าง",
 "To complete the deposit please make the following transfer": "ในการดำเนินการฝากเงินให้เสร็จสมบูรณ์ โปรดทำการโอนเงินดังต่อไปนี้",
 "To keep a specific card click on it and it will be held during the second draw.": "หากต้องการเก็บไพ่ใบใดใบหนึ่งไว้ ให้คลิกที่ไพ่ใบนั้น แล้วไพ่ใบนั้นจะถูกเก็บไว้ระหว่างการจั่วครั้งที่สอง",
 "Token": "โทเค็น",
 "Token contract address": "ที่อยู่สัญญาโทเค็น",
 "Token contract decimals": "ทศนิยมสัญญาโทเค็น",
 "Tokens": "โทเค็น",
 "Token symbol": "สัญลักษณ์โทเค็น",
 "Token ticker": "Ticker โทเค็น",
 "To make a deposit using this method, you will need to have an account linked to your email address.": "ในการฝากเงินด้วยวิธีนี้ คุณจะต้องมีบัญชีที่เชื่อมโยงกับที่อยู่อีเมลของคุณ",
 "To make it work please add the following system cron job.": "เพื่อให้ทำงานได้ โปรดเพิ่ม Cron job ของระบบต่อไปนี้",
 "Tools --> Integration --> Clicks tracking": "เครื่องมือ --> การบูรณาการ --> การติดตามการคลิก",
 "To play the game select a coin, duration (period) and bet amount.": "ในการเล่นเกม ให้เลือกเหรียญ ระยะเวลา (ช่วงเวลา) และจำนวนเงินเดิมพัน",
 "Top line": "แถวบนสุด",
 "Top losses": "การขาดทุนสูงสุด",
 "Toss bet": "เดิมพันทอย",
 "Toss result": "ผลการทอย",
 "To start a game you can either specify a comfortable win chance or set the payout you would like to receive if you win.": "ในการเริ่มเกม คุณสามารถระบุโอกาสชนะที่ต้องการ หรือตั้งค่าการจ่ายเงินที่คุณต้องการรับหากคุณชนะ",
 "To start the game and receive your cards you must make an opening bet called Ante.": "ในการเริ่มเกมและรับไพ่ของคุณ คุณต้องวางเดิมพันเริ่มต้นที่เรียกว่า Ante",
 "Total": "ทั้งหมด",
 "Total amount is displayed": "แสดงจำนวนเงินทั้งหมด",
 "Total amount of deposits (only completed)": "จำนวนเงินฝากทั้งหมด (เฉพาะที่เสร็จสมบูรณ์)",
 "Total amount of withdrawals (except cancelled)": "จำนวนเงินถอนทั้งหมด (ยกเว้นที่ยกเลิก)",
 "Total bet": "เดิมพันทั้งหมด",
 "Total net win": "ชนะสุทธิทั้งหมด",
 "Total number of tickets": "จำนวนตั๋วทั้งหมด",
 "Totals by game": "ยอดรวมตามเกม",
 "Total win": "ชนะทั้งหมด",
 "Transaction": "ธุรกรรม",
 "Transaction ID": "ID ธุรกรรม",
 "Transaction is completed.": "ทำธุรกรรมเสร็จสมบูรณ์แล้ว",
 "Transaction is not authorized": "ธุรกรรมไม่ได้รับอนุญาต",
 "Transactions": "ธุรกรรม",
 "Transmission": "การส่ง",
 "TRC20 token contract address": "ที่อยู่สัญญาโทเค็น TRC20",
 "TRC20 token contract decimals": "ทศนิยมสัญญาโทเค็น TRC20",
 "TRC20 token symbol": "สัญลักษณ์โทเค็น TRC20",
 "Tree": "ต้นไม้",
 "Trio 0-00-2": "ตอง 0-00-2",
 "Trio 0-1-2": "ตอง 0-1-2",
 "Trio 0-2-3": "ตอง 0-2-3",
 "Trio 00-2-3": "ตอง 00-2-3",
 "Triple": "ตอง",
 "Tron": "Tron",
 "Trustly": "Trustly",
 "Trust your luck and let the ball fall!": "เชื่อมั่นในโชคของคุณแล้วปล่อยให้ลูกบอลตกลงมา!",
 "TvBet": "TvBet",
 "Two": "สอง",
 "Two-factor authentication": "การยืนยันตัวตนแบบสองปัจจัย",
 "Two-factor authentication enabled": "เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยแล้ว",
 "Two-factor authentication is already enabled.": "เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยแล้ว",
 "Two-factor authentication is currently enabled.": "ขณะนี้เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยอยู่",
 "Two-factor authentication should be passed.": "ควรผ่านการยืนยันตัวตนแบบสองปัจจัย",
 "Two-factor authentication successfully disabled.": "ปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยเรียบร้อยแล้ว",
 "Two-factor authentication successfully enabled.": "เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยเรียบร้อยแล้ว",
 "Two of the dice will show a specific combination of two different numbers (for example, a 3 and a 4).": "ลูกเต๋าสองลูกจะแสดงชุดค่าผสมเฉพาะของตัวเลขสองตัวที่แตกต่างกัน (เช่น 3 และ 4)",
 "Two pair": "สองคู่",
 "Type": "ประเภท",
 "Unable to estimate gas for the transaction.": "ไม่สามารถประมาณค่าแก๊สสำหรับธุรกรรมได้",
 "Unknown": "ไม่ทราบ",
 "Unknown chain": "เครือข่ายที่ไม่รู้จัก",
 "Unknown error": "ข้อผิดพลาดที่ไม่รู้จัก",
 "Unknown hand": "มือที่ไม่รู้จัก",
 "Unknown key": "คีย์ที่ไม่รู้จัก",
 "Unknown method": "วิธีการที่ไม่รู้จัก",
 "Unknown provider": "ผู้ให้บริการที่ไม่รู้จัก",
 "Unprofitable": "ไม่ทำกำไร",
 "Update": "อัปเดต",
 "Updated": "อัปเดตแล้ว",
 "Updated at": "อัปเดตเมื่อ",
 "Update database": "อัปเดตฐานข้อมูล",
 "Upgrade": "อัปเกรด",
 "Upgrade platform": "อัปเกรดแพลตฟอร์ม",
 "Upgrade to {0}": "อัปเกรดเป็น {0}",
 "Upload a file": "อัปโหลดไฟล์",
 "Upload a new image": "อัปโหลดภาพใหม่",
 "Uploading...": "กำลังอัปโหลด...",
 "Upon approval the total commissions value will be transferred to your balance.": "เมื่อได้รับการอนุมัติ มูลค่าคอมมิชชั่นทั้งหมดจะถูกโอนไปยังยอดเงินคงเหลือของคุณ",
 "up to": "สูงสุด",
 "URL": "URL",
 "User": "ผู้ใช้",
 "User :name (:email) deposited :n credits (:x :ccy).": "ผู้ใช้ :name (:email) ฝาก :n เครดิต (:x :ccy)",
 "User :name (:email) lost :n credits in :game (game :id).": "ผู้ใช้ :name (:email) เสีย :n เครดิตใน :game (เกม :id)",
 "User :name (:email) made a new withdrawal request for :n credits.": "ผู้ใช้ :name (:email) ได้ส่งคำขอถอนเงินใหม่จำนวน :n เครดิต",
 "User :name (:email) submitted a new KYC request.": "ผู้ใช้ :name (:email) ส่งคำขอ KYC ใหม่",
 "User :name (:email) won :n credits in :game (game :id).": "ผู้ใช้ :name (:email) ชนะ :n เครดิตใน :game (เกม :id)",
 "User balance will be automatically increased by the commission amount.": "ยอดเงินคงเหลือของผู้ใช้จะเพิ่มขึ้นโดยอัตโนมัติตามจำนวนค่าคอมมิชชั่น",
 "User base growth over the last 7 days": "การเติบโตของฐานผู้ใช้ในช่วง 7 วันที่ผ่านมา",
 "User base last 7 days": "ฐานผู้ใช้ 7 วันล่าสุด",
 "User lost a game": "ผู้ใช้แพ้เกม",
 "User name": "ชื่อผู้ใช้",
 "User name or email": "ชื่อผู้ใช้หรืออีเมล",
 "User profile": "โปรไฟล์ผู้ใช้",
 "Users": "ผู้ใช้",
 "Users can also turn it on and off individually in the settings": "ผู้ใช้ยังสามารถเปิดและปิดได้ทีละคนในการตั้งค่า",
 "Users management": "การจัดการผู้ใช้",
 "User successfully deleted.": "ลบผู้ใช้เรียบร้อยแล้ว",
 "User successfully updated.": "อัปเดตผู้ใช้เรียบร้อยแล้ว",
 "User that makes rain in chat": "ผู้ใช้ที่สร้างฝนในแชท",
 "User token successfully created.": "สร้างโทเค็นผู้ใช้เรียบร้อยแล้ว",
 "User will need to deposit at least this amount before being able to withdraw funds.": "ผู้ใช้จะต้องฝากเงินอย่างน้อยจำนวนนี้ก่อนจึงจะสามารถถอนเงินได้",
 "User won a game": "ผู้ใช้ชนะเกม",
 "User {0}": "ผู้ใช้ {0}",
 "User {0} tokens": "โทเค็นของผู้ใช้ {0}",
 "UUID": "UUID",
 "Validate IP address in callbacks": "ตรวจสอบที่อยู่ IP ในการเรียกกลับ",
 "Validation rules": "กฎการตรวจสอบ",
 "Values should match": "ค่าควรตรงกัน",
 "Variation": "รูปแบบ",
 "Verify": "ยืนยัน",
 "Verify email": "ยืนยันอีเมล",
 "Verify game": "ตรวจสอบเกม",
 "Verify your identity to unlock additional cash rewards.": "ยืนยันตัวตนของคุณเพื่อปลดล็อกรางวัลเงินสดเพิ่มเติม",
 "Version": "เวอร์ชัน",
 "View": "ดู",
 "View Account": "ดูบัญชี",
 "View affiliate commission": "ดูค่าคอมมิชชั่นพันธมิตร",
 "View deposit": "ดูเงินฝาก",
 "View game": "ดูเกม",
 "View game details": "ดูรายละเอียดเกม",
 "View request": "ดูคำขอ",
 "View user": "ดูผู้ใช้",
 "View withdrawal": "ดูการถอนเงิน",
 "Visa": "Visa",
 "Visa Electron": "Visa Electron",
 "Visibility": "การมองเห็น",
 "Voisins du Zéro": "Voisins du Zéro",
 "Wager amount": "จำนวนเงินเดิมพัน",
 "Wagered": "เดิมพันแล้ว",
 "Waiting": "กำลังรอ",
 "Waiting for funds...": "กำลังรอเงิน...",
 "Waiting next game": "กำลังรอเกมถัดไป",
 "Wait time for the next faucet": "เวลารอ Faucet ครั้งถัดไป",
 "Wait until the betting round starts, choose how much you want to wager and click \"Bet\" button.": "รอจนกว่ารอบการเดิมพันจะเริ่ม เลือกจำนวนเงินที่คุณต้องการเดิมพัน แล้วคลิกปุ่ม \"เดิมพัน\"",
 "Wallet": "กระเป๋าเงิน",
 "Warning color": "สีเตือน",
 "Watch the current payout and cash out before the rocket explodes!": "ดูการจ่ายเงินปัจจุบันและถอนเงินก่อนที่จรวดจะระเบิด!",
 "We are excited to have you on board and look forward to you diving into our exciting selection of games.": "เรารู้สึกตื่นเต้นที่คุณเข้าร่วมกับเรา และหวังว่าคุณจะสนุกกับการเลือกเกมที่น่าตื่นเต้นของเรา",
 "We are reviewing the submitted information.": "เรากำลังตรวจสอบข้อมูลที่ส่งมา",
 "Web3 authentication": "การยืนยันตัวตน Web3",
 "WebGL is not supported by your browser": "เบราว์เซอร์ของคุณไม่รองรับ WebGL",
 "Webhook URL": "URL เว็บฮุก",
 "Web server": "เว็บเซิร์ฟเวอร์",
 "We can not find a user with that e-mail address.": "เราไม่พบผู้ใช้ที่มีที่อยู่อีเมลนั้น",
 "We do not cheat.": "เราไม่โกง",
 "Week": "สัปดาห์",
 "Weekly withdrawal limit": "วงเงินถอนรายสัปดาห์",
 "We have e-mailed your verification link!": "เราได้ส่งลิงก์ยืนยันของคุณทางอีเมลแล้ว!",
 "We have sent a verification link to your email.": "เราได้ส่งลิงก์ยืนยันไปยังอีเมลของคุณแล้ว",
 "Welcome to {0}!": "ยินดีต้อนรับสู่ {0}!",
 "Welcome {0}!": "ยินดีต้อนรับ {0}!",
 "We use essential cookies to ensure the proper functioning of our website.": "เราใช้คุกกี้ที่จำเป็นเพื่อให้เว็บไซต์ของเราทำงานได้อย่างถูกต้อง",
 "Wheel": "วงล้อ",
 "When all the five flop cards are on the table, the Dealer\\": "เมื่อไพ่กองกลางทั้งห้าใบอยู่บนโต๊ะ เจ้ามือ\\",
 "When less than {0} seconds is left to complete the turn and the player chooses to hit they will get one card and automatically stand.": "เมื่อเหลือเวลาน้อยกว่า {0} วินาทีในการเล่น และผู้เล่นเลือกที่จะจั่ว จะได้รับไพ่หนึ่งใบและยืนโดยอัตโนมัติ",
 "When someone is dealt blackjack (an ace and a ten-value card) the game ends immediately.": "เมื่อใครก็ตามได้ไพ่แบล็คแจ็ค (เอซและไพ่สิบแต้ม) เกมจะจบลงทันที",
 "Whichever hand is closest to nine is the winner.": "มือใดที่ใกล้เคียงเก้าแต้มมากที่สุดคือผู้ชนะ",
 "Whoops!": "วุ้ย!",
 "Wild": "Wild",
 "Win": "ชนะ",
 "Win chance": "โอกาสชนะ",
 "Winner": "ผู้ชนะ",
 "Winning": "กำลังชนะ",
 "Winning number": "หมายเลขที่ชนะ",
 "wins": "ชนะ",
 "Wins": "ชนะ",
 "Win treshold": "เกณฑ์การชนะ",
 "Win up to {0} {1}": "ชนะสูงสุด {0} {1}",
 "Win — you win if your horse wins the race.": "วิน — คุณจะชนะหากม้าของคุณชนะการแข่งขัน",
 "Withdrawal": "การถอนเงิน",
 "Withdrawal amount": "จำนวนเงินที่ถอน",
 "Withdrawal for user :name (:email)": "การถอนเงินสำหรับผู้ใช้ :name (:email)",
 "Withdrawal ID, user name or email": "ID การถอนเงิน ชื่อผู้ใช้ หรืออีเมล",
 "Withdrawal is completed.": "การถอนเงินเสร็จสมบูรณ์แล้ว",
 "Withdrawal is pending.": "การถอนเงินอยู่ระหว่างดำเนินการ",
 "Withdrawal is rejected.": "การถอนเงินถูกปฏิเสธ",
 "Withdrawal method": "วิธีการถอนเงิน",
 "Withdrawal methods": "วิธีการถอนเงิน",
 "Withdrawal method successfully created.": "สร้างวิธีการถอนเงินเรียบร้อยแล้ว",
 "Withdrawal method successfully deleted.": "ลบวิธีการถอนเงินเรียบร้อยแล้ว",
 "Withdrawal method successfully updated.": "อัปเดตวิธีการถอนเงินเรียบร้อยแล้ว",
 "Withdrawal method {0}": "วิธีการถอนเงิน {0}",
 "Withdrawal of :n credits by user :e": "การถอนเงินจำนวน :n เครดิตโดยผู้ใช้ :e",
 "Withdrawal of :n credits by user :email": "การถอนเงินจำนวน :n เครดิตโดยผู้ใช้ :email",
 "Withdrawal payment": "การชำระเงินถอน",
 "Withdrawal request cancelled": "ยกเลิกคำขอถอนเงินแล้ว",
 "Withdrawal request completed": "ดำเนินการคำขอถอนเงินเสร็จสิ้นแล้ว",
 "Withdrawal request successfully submitted.": "ส่งคำขอถอนเงินเรียบร้อยแล้ว",
 "withdrawals": "การถอนเงิน",
 "Withdrawals": "การถอนเงิน",
 "Withdrawals above this limit will need to be processed manually.": "การถอนเงินที่สูงกว่าขีดจำกัดนี้จะต้องดำเนินการด้วยตนเอง",
 "Withdrawals by status": "การถอนเงินตามสถานะ",
 "Withdrawal transaction": "ธุรกรรมการถอนเงิน",
 "Withdrawal transaction is created.": "สร้างธุรกรรมการถอนเงินแล้ว",
 "Withdrawal transaction with reference :id is created.": "สร้างธุรกรรมการถอนเงินพร้อมรหัสอ้างอิง :id แล้ว",
 "Withdrawal webhook URL": "URL เว็บฮุกการถอนเงิน",
 "Withdrawal {0}": "การถอนเงิน {0}",
 "Withdrawn amount": "จำนวนเงินที่ถอน",
 "Won": "ชนะ",
 "won in {0} {1}": "ชนะใน {0} {1}",
 "Year": "ปี",
 "Yes": "ใช่",
 "You are connected to": "คุณเชื่อมต่ออยู่กับ",
 "You are eligible to receive {0}% of your net loss as cashback.": "คุณมีสิทธิ์ได้รับเงินคืน {0}% ของการขาดทุนสุทธิของคุณ",
 "You are logged in": "คุณเข้าสู่ระบบแล้ว",
 "You are not eligible to receive cashback at the moment.": "ขณะนี้คุณไม่มีสิทธิ์รับเงินคืน",
 "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลนี้เนื่องจากเราได้รับการร้องขอการรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ",
 "You can bet on several horses thus increasing your chances to win.": "คุณสามารถเดิมพันม้าหลายตัว ซึ่งจะเพิ่มโอกาสในการชนะของคุณ",
 "You can choose how many paylines to play in each round - from 1 to 20.": "คุณสามารถเลือกจำนวนเพย์ไลน์ที่จะเล่นในแต่ละรอบได้ ตั้งแต่ 1 ถึง 20",
 "You can claim faucet in :time": "คุณสามารถรับ Faucet ได้ใน :time",
 "You can claim {0} {1} every {2} {3}.": "คุณสามารถรับ {0} {1} ทุก {2} {3}",
 "You can either fold or call.": "คุณสามารถหมอบหรือตาม",
 "You can enable maintenance mode while updating the application or performing other maintenance tasks so that no one except administrators can use the site.": "คุณสามารถเปิดใช้งานโหมดบำรุงรักษาขณะอัปเดตแอปพลิเคชันหรือดำเนินการบำรุงรักษาอื่นๆ เพื่อไม่ให้ใครก็ตามที่ไม่ใช ผู้ดูแลระบบสามารถใช้ไซต์ได้",
 "You can have no more than :n open rooms at the same time.": "คุณไม่สามารถเปิดห้องพร้อมกันมากกว่า :n ห้อง",
 "You can mark withdrawal request as completed.": "คุณสามารถทำเครื่องหมายคำขอถอนเงินว่าเสร็จสมบูรณ์แล้ว",
 "You can modify the default position of each symbol within a specific reel by simply dragging it.": "คุณสามารถปรับเปลี่ยนตำแหน่งเริ่มต้นของแต่ละสัญลักษณ์ภายในวงล้อที่ต้องการได้ง่ายๆ เพียงแค่ลากสัญลักษณ์นั้น",
 "You can not add more than 2 cards": "คุณไม่สามารถเพิ่มไพ่ได้มากกว่า 2 ใบ",
 "You can not add more than 5 cards": "คุณไม่สามารถเพิ่มไพ่ได้มากกว่า 5 ใบ",
 "You can not buy more than :n ticket(s).": "คุณไม่สามารถซื้อตั๋วได้มากกว่า :n ใบ",
 "You can not buy tickets.": "คุณไม่สามารถซื้อตั๋วได้",
 "You can not create a new room while you are in another one.": "คุณไม่สามารถสร้างห้องใหม่ได้ในขณะที่คุณอยู่ในห้องอื่น",
 "You can not delete currently logged user.": "คุณไม่สามารถลบผู้ใช้ที่เข้าสู่ระบบปัจจุบันได้",
 "You can not join more than one game room at the same time.": "คุณไม่สามารถเข้าร่วมห้องเกมมากกว่าหนึ่งห้องในเวลาเดียวกันได้",
 "You can not leave this room.": "คุณไม่สามารถออกจากห้องนี้ได้",
 "You can not tip more than :x :ccy during every :h hours (already tipped :x2)": "คุณไม่สามารถให้ทิปเกิน :x :ccy ทุก :h ชั่วโมง (ให้ทิปไปแล้ว :x2)",
 "You can put up a wager equal to half your original bet, which will get paid 2 to 1 if the dealer has a Blackjack.": "คุณสามารถวางเดิมพันเท่ากับครึ่งหนึ่งของเงินเดิมพันเริ่มต้นของคุณ ซึ่งจะจ่าย 2 ต่อ 1 หากเจ้ามือได้แบล็คแจ็ค",
 "You can then exchange any one of the received cards (or all of them) for another in order to collect a winning combination.": "จากนั้นคุณสามารถแลกไพ่ที่ได้รับมาใบใดใบหนึ่ง (หรือทั้งหมด) กับไพ่ใบอื่นเพื่อรวบรวมชุดค่าผสมที่ชนะ",
 "You can withdraw no more than :n credits.": "คุณสามารถถอนเงินได้ไม่เกิน :n เครดิต",
 "You do not have permissions to complete this operation.": "คุณไม่มีสิทธิ์ดำเนินการนี้",
 "You have several choices to continue the game.": "คุณมีตัวเลือกหลายอย่างในการเล่นเกมต่อ",
 "You have successfully registered!": "คุณลงทะเบียนสำเร็จแล้ว!",
 "You lose": "คุณแพ้",
 "you lost": "คุณแพ้",
 "You lost": "คุณแพ้",
 "You might lose the game, but the bonus bet might win or vice versa.": "คุณอาจแพ้เกม แต่การเดิมพันโบนัสอาจชนะหรือในทางกลับกัน",
 "You might make an additional bonus bet called AA bonus bet.": "คุณอาจวางเดิมพันโบนัสเพิ่มเติมที่เรียกว่า AA bonus bet",
 "You need to deposit at least :n credits before being able to withdraw.": "คุณต้องฝากเงินอย่างน้อย :n เครดิตก่อนจึงจะสามารถถอนได้",
 "You purchased {0} tickets": "คุณซื้อตั๋ว {0} ใบ",
 "Your account is blocked.": "บัญชีของคุณถูกบล็อก",
 "Your address": "ที่อยู่ของคุณ",
 "Your affiliate link": "ลิงก์พันธมิตรของคุณ",
 "Your best hand is formed by a combination between your own two cards and the five flop cards.": "มือที่ดีที่สุดของคุณเกิดจากการรวมกันระหว่างไพ่สองใบของคุณเองและไพ่กองกลางห้าใบ",
 "Your current profit is zero, there is nothing to withdraw.": "กำไรปัจจุบันของคุณเป็นศูนย์ ไม่มีอะไรให้ถอน",
 "Your daily withdrawal limit is :n credits (:k already withdrawn).": "วงเงินถอนรายวันของคุณคือ :n เครดิต (ถอนไปแล้ว :k)",
 "Your deposit request is completed and :amount credits are added to your account.": "คำขอฝากเงินของคุณเสร็จสมบูรณ์แล้ว และเพิ่มเครดิต :amount เข้าบัญชีของคุณแล้ว",
 "Your deposit request of :amount credits is cancelled.": "คำขอฝากเงินจำนวน :amount เครดิตของคุณถูกยกเลิกแล้ว",
 "Your email address is not verified.": "ที่อยู่อีเมลของคุณยังไม่ได้รับการยืนยัน",
 "Your email address is successfully verified.": "ที่อยู่อีเมลของคุณได้รับการยืนยันเรียบร้อยแล้ว",
 "Your email has been verified!": "อีเมลของคุณได้รับการยืนยันแล้ว!",
 "Your GGR fee balance is %.2f %s.": "ยอดเงินค่าธรรมเนียม GGR ของคุณคือ %.2f %s",
 "Your info": "ข้อมูลของคุณ",
 "Your license is successfully registered!": "ลงทะเบียนใบอนุญาตของคุณเรียบร้อยแล้ว!",
 "Your monthly withdrawal limit is :n credits (:k already withdrawn).": "วงเงินถอนรายเดือนของคุณคือ :n เครดิต (ถอนไปแล้ว :k)",
 "You rolled": "คุณทอยได้",
 "Your password": "รหัสผ่านของคุณ",
 "Your raffle ticket won": "ตั๋วการจับสลากของคุณถูกรางวัล",
 "Your request is successfully submitted": "ส่งคำขอของคุณเรียบร้อยแล้ว",
 "Your session has expired.": "เซสชันของคุณหมดอายุแล้ว",
 "Your tip was successfully sent": "ส่งทิปของคุณเรียบร้อยแล้ว",
 "Your weekly withdrawal limit is :n credits (:k already withdrawn).": "วงเงินถอนรายสัปดาห์ของคุณคือ :n เครดิต (ถอนไปแล้ว :k)",
 "Your withdrawal request of :amount credits is cancelled.": "คำขอถอนเงินจำนวน :amount เครดิตของคุณถูกยกเลิกแล้ว",
 "Your withdrawal request of :amount credits is completed.": "ดำเนินการคำขอถอนเงินจำนวน :amount เครดิตของคุณเสร็จสิ้นแล้ว",
 "You should have received your funds by now.": "คุณควรจะได้รับเงินของคุณแล้ว",
 "You will be dealt a second card on each hand and can play each hand one after another.": "คุณจะได้รับไพ่ใบที่สองในแต่ละมือ และสามารถเล่นแต่ละมือทีละมือได้",
 "You will get your bet back multiplied by the payout at the time of cash out.": "คุณจะได้รับเงินเดิมพันคืนคูณด้วยอัตราการจ่ายเงิน ณ เวลาที่ถอน",
 "You will receive an email notification once the verification process is completed.": "คุณจะได้รับการแจ้งเตือนทางอีเมลเมื่อกระบวนการยืนยันเสร็จสิ้น",
 "You will win or lose depending on which section the pointer will land after the wheel stops.": "คุณจะชนะหรือแพ้ขึ้นอยู่กับส่วนใดที่ตัวชี้จะหยุดหลังจากวงล้อหยุดหมุน",
 "You win": "คุณชนะ",
 "You won": "คุณชนะ",
 "you won": "คุณชนะ",
 "You won :amount :ccy in \":title\" raffle.": "คุณชนะ :amount :ccy ในการจับสลาก \":title\"",
 "You won :amount credits in \":title\" raffle.": "คุณชนะ :amount เครดิตในการจับสลาก \":title\"",
 "Y rotate angle": "มุมหมุนแกน Y",
 "Z-A": "Z-A",
 "Z axis offset": "ระยะออฟเซ็ตแกน Z",
 "Zero": "ศูนย์",
 "{0}/{1}": "{0}/{1}",
 "{0} add-on changelog": "บันทึกการเปลี่ยนแปลงส่วนเสริม {0}",
 "{0} authentication": "การยืนยันตัวตน {0}",
 "{0} bet {1} {2} and lost": "{0} เดิมพัน {1} {2} และแพ้",
 "{0} bet {1} {2} and won {3} {4}": "{0} เดิมพัน {1} {2} และชนะ {3} {4}",
 "{0} credits added to your account.": "เพิ่ม {0} เครดิตเข้าบัญชีของคุณแล้ว",
 "{0} games": "{0} เกม",
 "{0} matches": "{0} รายการที่ตรงกัน",
 "{0} unique random numbers will be generated.": "จะสร้างหมายเลขสุ่มที่ไม่ซ้ำกัน {0} หมายเลข",
 "{0} wallet is not detected.": "ไม่พบกระเป๋าเงิน {0}"
}
